{
  "lidarr": {
    "eli5": "Lidarr is like a smart robot that finds and organizes all your favorite music automatically.",
    "boss": "Lidarr is an automated music collection manager that downloads, renames, and organizes music files from various sources.",
    "sysadmin": "Lidarr uses indexers and download clients to automate the search, download, and sorting of music albums, integrating with music libraries.",
    "emoji": "🎶🤖📂",
    "categories": [
      "Self-hosting",
      "Automation"
    ],
    "related": [
      "Radarr",
      "Sonarr",
      "Bazarr",
      "Prowlarr"
    ],
    "aliases": [],
    "use_case": "Used to automatically download and organize new albums from preferred artists.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "bazarr": {
    "eli5": "Bazarr is like a helper who finds and adds subtitles to your movies and shows.",
    "boss": "Bazarr is a subtitle management tool that automates the downloading of subtitles for media libraries.",
    "sysadmin": "Bazarr integrates with Radarr and Sonarr to search for and sync subtitles from providers like OpenSubtitles and Subscene.",
    "emoji": "📝🎬🌍",
    "categories": [
      "Self-hosting",
      "Automation"
    ],
    "related": [
      "Radarr",
      "Sonarr",
      "Lidarr",
      "Plex"
    ],
    "aliases": [],
    "use_case": "Used to keep subtitle files in sync for multilingual movie libraries.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "qbittorrent": {
    "eli5": "qBittorrent is like a library card that lets you download books from many people at once.",
    "boss": "qBittorrent is a free and open-source BitTorrent client used to download files via peer-to-peer sharing.",
    "sysadmin": "qBittorrent supports magnet links, RSS feeds, and remote control via Web UI and is often integrated with automation tools.",
    "emoji": "📥🌐💻",
    "categories": [
      "Self-hosting",
      "Networking"
    ],
    "related": [
      "Deluge",
      "rTorrent",
      "Jackett",
      "Prowlarr"
    ],
    "aliases": [],
    "use_case": "Used to download Linux ISOs or media files using magnet links.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "deluge": {
    "eli5": "Deluge is another app that helps you collect files from others, like passing notes in class.",
    "boss": "Deluge is a lightweight, cross-platform BitTorrent client known for its modular plugin support.",
    "sysadmin": "Deluge can run in headless server mode with remote control, supports magnet links, and integrates with automation tools like Sonarr.",
    "emoji": "💧🧲📁",
    "categories": [
      "Self-hosting",
      "Networking"
    ],
    "related": [
      "qBittorrent",
      "rTorrent",
      "Jackett",
      "Prowlarr"
    ],
    "aliases": [],
    "use_case": "Used as a low-resource torrent client on a Raspberry Pi or server.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "rtorrent": {
    "eli5": "rTorrent is a super-efficient tool for downloading files from lots of people, but it looks old-school.",
    "boss": "rTorrent is a terminal-based BitTorrent client optimized for performance and remote automation.",
    "sysadmin": "rTorrent is a high-performance BitTorrent client often used with ruTorrent (web UI) and paired with automation tools in headless setups.",
    "emoji": "🖥️🧲⚙️",
    "categories": [
      "Self-hosting",
      "Networking",
      "CLI"
    ],
    "related": [
      "qBittorrent",
      "Deluge",
      "ruTorrent",
      "Prowlarr"
    ],
    "aliases": [],
    "use_case": "Used on seedboxes and remote servers for torrenting via terminal.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "nzbget": {
    "eli5": "NZBGet is like a robot that grabs puzzle pieces from Usenet and builds your file.",
    "boss": "NZBGet is a Usenet downloader optimized for performance, often used in automated media pipelines.",
    "sysadmin": "NZBGet downloads files using NZB files from Usenet servers, featuring low memory usage and integration with tools like Sonarr.",
    "emoji": "📄🤖📦",
    "categories": [
      "Self-hosting",
      "Networking"
    ],
    "related": [
      "SABnzbd",
      "Usenet",
      "Sonarr",
      "Radarr"
    ],
    "aliases": [],
    "use_case": "Used to fetch TV episodes from Usenet for Sonarr automation.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sabnzbd": {
    "eli5": "SABnzbd is another robot that picks up Usenet files and puts them together for you.",
    "boss": "SABnzbd is a web-based Usenet downloader that automates the unpacking and cleanup process.",
    "sysadmin": "SABnzbd handles NZB downloads, repair (PAR2), and extraction (RAR) from Usenet; integrates with Sonarr, Radarr, and Lidarr.",
    "emoji": "📬📤📚",
    "categories": [
      "Self-hosting",
      "Networking"
    ],
    "related": [
      "NZBGet",
      "Sonarr",
      "Radarr",
      "Jackett"
    ],
    "aliases": [],
    "use_case": "Used to process automated downloads of TV shows through Radarr.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "jackett": {
    "eli5": "Jackett is like a librarian who helps apps search lots of torrent sites at once.",
    "boss": "Jackett acts as a search translator, letting apps like Sonarr find torrents across many indexers.",
    "sysadmin": "Jackett serves as a proxy for torrent indexers, converting their search formats into a standardized API that apps can query.",
    "emoji": "🔎📚🔗",
    "categories": [
      "Self-hosting",
      "Automation"
    ],
    "related": [
      "Sonarr",
      "Prowlarr",
      "qBittorrent",
      "Radarr"
    ],
    "aliases": [],
    "use_case": "Used to connect Sonarr to public torrent trackers for episode downloads.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ombi": {
    "eli5": "Ombi is like a wishlist app for your media server—you ask it for stuff and it fetches it.",
    "boss": "Ombi provides a user-friendly request system for media servers, allowing users to suggest and track downloads.",
    "sysadmin": "Ombi integrates with Plex, Sonarr, Radarr, and Lidarr to allow authenticated users to request media via web interface.",
    "emoji": "📬🎥📝",
    "categories": [
      "Self-hosting",
      "Collaboration"
    ],
    "related": [
      "Plex",
      "Sonarr",
      "Radarr",
      "Lidarr"
    ],
    "aliases": [],
    "use_case": "Used to let family members request movies for the home Plex server.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "tautulli": {
    "eli5": "Tautulli is like a report card for your movie server—who watched what and when.",
    "boss": "Tautulli provides analytics and notifications for Plex, helping admins track usage and performance.",
    "sysadmin": "Tautulli monitors Plex Media Server activity and provides detailed stats, email alerts, and integration hooks.",
    "emoji": "📈🎞️📬",
    "categories": [
      "Self-hosting",
      "Monitoring"
    ],
    "related": [
      "Plex",
      "Ombi",
      "Grafana"
    ],
    "aliases": [],
    "use_case": "Used to notify when new users watch a movie or when buffering occurs.",
    "jargon_score": 3,
    "level": "Intermediate"
  }
}