{
  "bookstack": {
    "eli5": "BookStack is like a digital bookshelf where you write and organize your own books and notes.",
    "boss": "BookStack is a self-hosted wiki platform designed for organizing and sharing documentation in a book-like format.",
    "sysadmin": "BookStack is a PHP-based documentation platform using MySQL and Laravel, structured with books, chapters, and pages.",
    "emoji": "📚🖋️📘",
    "categories": [
      "Self-hosting",
      "Documentation",
      "Collaboration"
    ],
    "related": [
      "Wiki.js",
      "Joplin Server",
      "Markdown"
    ],
    "aliases": [],
    "use_case": "Used to maintain internal documentation and SOPs for a home lab or small business.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "wiki_js": {
    "eli5": "Wiki.js is like a super-powered notebook for teams that you can share and build together online.",
    "boss": "Wiki.js is an open-source, modern, and extensible wiki platform built for team collaboration.",
    "sysadmin": "Wiki.js is a Node.js-based knowledge management system with Git, Markdown, authentication, and multi-backend support.",
    "emoji": "📝🌐👥",
    "categories": [
      "Self-hosting",
      "Collaboration",
      "Documentation"
    ],
    "related": [
      "BookStack",
      "Joplin Server",
      "Markdown"
    ],
    "aliases": [
      "WikiJS"
    ],
    "use_case": "Used by dev teams to write shared project documentation synced with GitHub.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "hedgedoc": {
    "eli5": "HedgeDoc is like a live whiteboard where people can write notes together at the same time.",
    "boss": "HedgeDoc is an open-source collaborative Markdown editor for real-time document writing and note-taking.",
    "sysadmin": "HedgeDoc provides Etherpad-like collaborative editing with Markdown syntax, share links, and Docker deployment support.",
    "emoji": "✍️🤝📄",
    "categories": [
      "Collaboration",
      "Self-hosting"
    ],
    "related": [
      "Joplin Server",
      "Wiki.js",
      "Markdown"
    ],
    "aliases": [
      "CodiMD"
    ],
    "use_case": "Used during team meetings to take shared notes in real time.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "joplin_server": {
    "eli5": "Joplin Server is like your own private notebook you can take anywhere and keep safe at home.",
    "boss": "Joplin Server is the self-hosted backend for syncing notes with the Joplin app across multiple devices.",
    "sysadmin": "Joplin Server enables encrypted syncing for Joplin’s open-source note app via REST API and supports Docker-based installs.",
    "emoji": "🗒️🔐📲",
    "categories": [
      "Self-hosting",
      "Productivity"
    ],
    "related": [
      "HedgeDoc",
      "BookStack",
      "Sync",
      "Markdown"
    ],
    "aliases": [],
    "use_case": "Used to keep personal notes in sync between desktop and mobile via a home server.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "infrastructure": {
    "eli5": "Infrastructure is all the tech stuff like wires, computers, and networks that make the internet work.",
    "boss": "Infrastructure refers to the foundational hardware, software, and networks that support IT systems and services.",
    "sysadmin": "IT infrastructure includes servers, virtualization, networking, storage, power, and cooling systems required for deploying and maintaining applications.",
    "emoji": "🏗️🖧💾",
    "categories": [
      "Infrastructure"
    ],
    "related": [
      "IT Infrastructure",
      "Virtualization",
      "Networking"
    ],
    "aliases": [],
    "use_case": "Used to describe the full stack behind hosting a website, from data centers to DNS.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "it_infrastructure": {
    "eli5": "It’s like all the pipes and power lines behind a building, but for computers.",
    "boss": "IT infrastructure includes the physical and virtual resources that support an organization's IT environment.",
    "sysadmin": "IT infrastructure encompasses hardware, software, networking, storage systems, and services required to run enterprise-level IT workloads.",
    "emoji": "🏢🧰🖥️",
    "categories": [
      "Infrastructure",
      "Enterprise"
    ],
    "related": [
      "Infrastructure",
      "Virtualization",
      "Colocation"
    ],
    "aliases": [],
    "use_case": "Used by companies to build scalable and secure platforms for business applications.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "infrastructure_as_code_iac": {
    "eli5": "It’s like writing a recipe to build your computer setup over and over without missing a step.",
    "boss": "IaC is a method of managing infrastructure using code to automate provisioning and configuration.",
    "sysadmin": "Infrastructure as Code (IaC) allows declarative or imperative scripts (e.g., Terraform, Ansible) to define and deploy infrastructure repeatedly and reliably.",
    "emoji": "📜💻⚙️",
    "categories": [
      "Infrastructure",
      "Automation",
      "DevOps"
    ],
    "related": [
      "Terraform",
      "Ansible",
      "Virtualization"
    ],
    "aliases": [
      "IaC"
    ],
    "use_case": "Used to provision cloud servers and networking automatically via Git.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "bare_metal": {
    "eli5": "Bare metal is like using a computer with nothing in between—you’re the boss.",
    "boss": "Bare metal refers to running operating systems directly on physical hardware without virtualization.",
    "sysadmin": "Bare metal servers offer full access to hardware resources without a hypervisor, ideal for performance-critical applications.",
    "emoji": "🖥️🔩🏋️",
    "categories": [
      "Infrastructure",
      "Virtualization"
    ],
    "related": [
      "Virtualization",
      "Colocation",
      "Hypervisor"
    ],
    "aliases": [],
    "use_case": "Used in high-performance workloads like databases or hypervisor hosts.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "virtualization": {
    "eli5": "Virtualization is like having many pretend computers running inside one real computer.",
    "boss": "Virtualization allows multiple virtual machines to run on a single physical server, improving efficiency and scalability.",
    "sysadmin": "Virtualization abstracts hardware via hypervisors (Type 1 or 2), enabling multiple isolated OS instances on a single host.",
    "emoji": "🧱🖥️🔀",
    "categories": [
      "Virtualization",
      "Infrastructure"
    ],
    "related": [
      "Hypervisor",
      "VM",
      "Containers",
      "Bare Metal"
    ],
    "aliases": [],
    "use_case": "Used to run several different servers on a single powerful host machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "hypervisor": {
    "eli5": "A hypervisor is like a boss that makes sure all the pretend computers play nice on the real one.",
    "boss": "A hypervisor is software that runs and manages virtual machines on physical hardware.",
    "sysadmin": "Hypervisors come in two types: Type 1 runs directly on hardware, while Type 2 runs on an OS. They manage VM resources and isolation.",
    "emoji": "🧑‍💼🖥️🎛️",
    "categories": [
      "Virtualization",
      "Infrastructure"
    ],
    "related": [
      "Type 1 Hypervisor",
      "Type 2 Hypervisor",
      "VM"
    ],
    "aliases": [],
    "use_case": "Used to host multiple VMs for testing and production on the same server.",
    "jargon_score": 3,
    "level": "Intermediate"
  }
}