{
  "remote state": {
    "eli5": "Remote State is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Remote State spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Remote State refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "remote state",
      "REMOTE STATE"
    ],
    "use_case": "Teams use Remote State to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "remote backend": {
    "eli5": "Remote Backend is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Remote Backend spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Remote Backend refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "remote backend",
      "REMOTE BACKEND"
    ],
    "use_case": "Teams use Remote Backend to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "proxy": {
    "eli5": "Proxy is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Proxy spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Proxy refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "proxy",
      "PROXY"
    ],
    "use_case": "Teams use Proxy to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ci/cd metrics": {
    "eli5": "CI/CD Metrics is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "CI/CD Metrics spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "CI/CD Metrics refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "ci/cd metrics",
      "CI/CD METRICS"
    ],
    "use_case": "Teams use CI/CD Metrics to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mttr (mean time to recovery)": {
    "eli5": "MTTR (Mean Time to Recovery) is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "MTTR (Mean Time to Recovery) spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "MTTR (Mean Time to Recovery) refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "mttr (mean time to recovery)",
      "MTTR (MEAN TIME TO RECOVERY)"
    ],
    "use_case": "Teams use MTTR (Mean Time to Recovery) to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mttd (mean time to detect)": {
    "eli5": "MTTD (Mean Time to Detect) is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "MTTD (Mean Time to Detect) spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "MTTD (Mean Time to Detect) refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "mttd (mean time to detect)",
      "MTTD (MEAN TIME TO DETECT)"
    ],
    "use_case": "Teams use MTTD (Mean Time to Detect) to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mtbf (mean time between failures)": {
    "eli5": "MTBF (Mean Time Between Failures) is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "MTBF (Mean Time Between Failures) spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "MTBF (Mean Time Between Failures) refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "mtbf (mean time between failures)",
      "MTBF (MEAN TIME BETWEEN FAILURES)"
    ],
    "use_case": "Teams use MTBF (Mean Time Between Failures) to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "deployment frequency": {
    "eli5": "Deployment Frequency is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Deployment Frequency spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Deployment Frequency refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "deployment frequency",
      "DEPLOYMENT FREQUENCY"
    ],
    "use_case": "Teams use Deployment Frequency to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "change failure rate": {
    "eli5": "Change Failure Rate is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Change Failure Rate spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Change Failure Rate refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "change failure rate",
      "CHANGE FAILURE RATE"
    ],
    "use_case": "Teams use Change Failure Rate to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "lead time for changes": {
    "eli5": "Lead Time for Changes is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Lead Time for Changes spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Lead Time for Changes refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "lead time for changes",
      "LEAD TIME FOR CHANGES"
    ],
    "use_case": "Teams use Lead Time for Changes to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "dora metrics": {
    "eli5": "DORA Metrics is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "DORA Metrics spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "DORA Metrics refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "dora metrics",
      "DORA METRICS"
    ],
    "use_case": "Teams use DORA Metrics to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "devops culture": {
    "eli5": "DevOps Culture is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "DevOps Culture spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "DevOps Culture refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "devops culture",
      "DEVOPS CULTURE"
    ],
    "use_case": "Teams use DevOps Culture to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "collaboration": {
    "eli5": "Collaboration is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Collaboration spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Collaboration refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "collaboration",
      "COLLABORATION"
    ],
    "use_case": "Teams use Collaboration to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "blameless postmortem": {
    "eli5": "Blameless Postmortem is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Blameless Postmortem spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Blameless Postmortem refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "blameless postmortem",
      "BLAMELESS POSTMORTEM"
    ],
    "use_case": "Teams use Blameless Postmortem to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "automate everything": {
    "eli5": "Automate Everything is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Automate Everything spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Automate Everything refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "automate everything",
      "AUTOMATE EVERYTHING"
    ],
    "use_case": "Teams use Automate Everything to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "feedback loops": {
    "eli5": "Feedback Loops is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Feedback Loops spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Feedback Loops refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "feedback loops",
      "FEEDBACK LOOPS"
    ],
    "use_case": "Teams use Feedback Loops to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "resilience engineering": {
    "eli5": "Resilience Engineering is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Resilience Engineering spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Resilience Engineering refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "resilience engineering",
      "RESILIENCE ENGINEERING"
    ],
    "use_case": "Teams use Resilience Engineering to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "kaizen": {
    "eli5": "Kaizen is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Kaizen spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Kaizen refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "kaizen",
      "KAIZEN"
    ],
    "use_case": "Teams use Kaizen to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sre golden signals": {
    "eli5": "SRE Golden Signals is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "SRE Golden Signals spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "SRE Golden Signals refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "sre golden signals",
      "SRE GOLDEN SIGNALS"
    ],
    "use_case": "Teams use SRE Golden Signals to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "toil reduction": {
    "eli5": "Toil Reduction is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Toil Reduction spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Toil Reduction refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "toil reduction",
      "TOIL REDUCTION"
    ],
    "use_case": "Teams use Toil Reduction to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "runbooks": {
    "eli5": "Runbooks is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Runbooks spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Runbooks refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "runbooks",
      "RUNBOOKS"
    ],
    "use_case": "Teams use Runbooks to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "playbooks": {
    "eli5": "Playbooks is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Playbooks spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Playbooks refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "playbooks",
      "PLAYBOOKS"
    ],
    "use_case": "Teams use Playbooks to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "chaos engineering": {
    "eli5": "Chaos Engineering is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Chaos Engineering spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Chaos Engineering refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "chaos engineering",
      "CHAOS ENGINEERING"
    ],
    "use_case": "Teams use Chaos Engineering to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "game day": {
    "eli5": "Game Day is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Game Day spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Game Day refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "game day",
      "GAME DAY"
    ],
    "use_case": "Teams use Game Day to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "file system type": {
    "eli5": "File System Type is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "File System Type spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "File System Type refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "file system type",
      "FILE SYSTEM TYPE"
    ],
    "use_case": "Teams use File System Type to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "label": {
    "eli5": "Label is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Label spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Label refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "label",
      "LABEL"
    ],
    "use_case": "Teams use Label to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "device node": {
    "eli5": "Device Node is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Device Node spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Device Node refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "device node",
      "DEVICE NODE"
    ],
    "use_case": "Teams use Device Node to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "block device": {
    "eli5": "Block Device is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Block Device spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Block Device refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "block device",
      "BLOCK DEVICE"
    ],
    "use_case": "Teams use Block Device to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "virtual filesystem (vfs)": {
    "eli5": "Virtual Filesystem (VFS) is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Virtual Filesystem (VFS) spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Virtual Filesystem (VFS) refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "virtual filesystem (vfs)",
      "VIRTUAL FILESYSTEM (VFS)"
    ],
    "use_case": "Teams use Virtual Filesystem (VFS) to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mount table": {
    "eli5": "Mount Table is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Mount Table spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Mount Table refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "mount table",
      "MOUNT TABLE"
    ],
    "use_case": "Teams use Mount Table to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "automount": {
    "eli5": "Automount is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Automount spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Automount refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "automount",
      "AUTOMOUNT"
    ],
    "use_case": "Teams use Automount to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "hotplug": {
    "eli5": "Hotplug is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Hotplug spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Hotplug refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "hotplug",
      "HOTPLUG"
    ],
    "use_case": "Teams use Hotplug to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "directory": {
    "eli5": "Directory is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Directory spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Directory refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "directory",
      "DIRECTORY"
    ],
    "use_case": "Teams use Directory to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "path": {
    "eli5": "Path is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Path spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Path refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "path",
      "PATH"
    ],
    "use_case": "Teams use Path to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "absolute path": {
    "eli5": "Absolute Path is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Absolute Path spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Absolute Path refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "absolute path",
      "ABSOLUTE PATH"
    ],
    "use_case": "Teams use Absolute Path to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "relative path": {
    "eli5": "Relative Path is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Relative Path spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Relative Path refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "relative path",
      "RELATIVE PATH"
    ],
    "use_case": "Teams use Relative Path to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "hidden file": {
    "eli5": "Hidden File is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Hidden File spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Hidden File refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "hidden file",
      "HIDDEN FILE"
    ],
    "use_case": "Teams use Hidden File to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "metadata": {
    "eli5": "Metadata is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Metadata spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Metadata refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "metadata",
      "METADATA"
    ],
    "use_case": "Teams use Metadata to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "file descriptor": {
    "eli5": "File Descriptor is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "File Descriptor spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "File Descriptor refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "file descriptor",
      "FILE DESCRIPTOR"
    ],
    "use_case": "Teams use File Descriptor to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "file handle": {
    "eli5": "File Handle is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "File Handle spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "File Handle refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "file handle",
      "FILE HANDLE"
    ],
    "use_case": "Teams use File Handle to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "file extension": {
    "eli5": "File Extension is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "File Extension spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "File Extension refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "file extension",
      "FILE EXTENSION"
    ],
    "use_case": "Teams use File Extension to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "file attribute": {
    "eli5": "File Attribute is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "File Attribute spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "File Attribute refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "file attribute",
      "FILE ATTRIBUTE"
    ],
    "use_case": "Teams use File Attribute to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "alternate data stream (ads)": {
    "eli5": "Alternate Data Stream (ADS) is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Alternate Data Stream (ADS) spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Alternate Data Stream (ADS) refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "alternate data stream (ads)",
      "ALTERNATE DATA STREAM (ADS)"
    ],
    "use_case": "Teams use Alternate Data Stream (ADS) to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sparse file": {
    "eli5": "Sparse File is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Sparse File spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Sparse File refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "sparse file",
      "SPARSE FILE"
    ],
    "use_case": "Teams use Sparse File to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "junction point": {
    "eli5": "Junction Point is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Junction Point spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Junction Point refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "junction point",
      "JUNCTION POINT"
    ],
    "use_case": "Teams use Junction Point to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "reparse point": {
    "eli5": "Reparse Point is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Reparse Point spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Reparse Point refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "reparse point",
      "REPARSE POINT"
    ],
    "use_case": "Teams use Reparse Point to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "root directory": {
    "eli5": "Root Directory is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Root Directory spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Root Directory refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "root directory",
      "ROOT DIRECTORY"
    ],
    "use_case": "Teams use Root Directory to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "working directory": {
    "eli5": "Working Directory is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Working Directory spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Working Directory refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "working directory",
      "WORKING DIRECTORY"
    ],
    "use_case": "Teams use Working Directory to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "current directory": {
    "eli5": "Current Directory is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Current Directory spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Current Directory refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "current directory",
      "CURRENT DIRECTORY"
    ],
    "use_case": "Teams use Current Directory to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "parent directory": {
    "eli5": "Parent Directory is like a label, tool, or rule that helps teams build apps better, fix problems faster, or manage files smartly.",
    "boss": "Parent Directory spans DevOps key metrics, operational strategies, filesystem concepts, and automation principles that enhance resilience, feedback, and system observability.",
    "sysadmin": "Parent Directory refers to a DevOps KPI, incident response method, or filesystem component used to monitor delivery performance, manage paths, or build reliable infrastructure.",
    "emoji": "📁📉🧪🛠️",
    "categories": [
      "DevOps",
      "Filesystem",
      "Monitoring",
      "Automation",
      "Infrastructure"
    ],
    "related": [
      "dora metrics",
      "chaos engineering",
      "mount table",
      "file attribute",
      "toil reduction"
    ],
    "aliases": [
      "parent directory",
      "PARENT DIRECTORY"
    ],
    "use_case": "Teams use Parent Directory to measure software delivery health, automate fixes, or handle complex file operations efficiently.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}