{
  "connection refused": {
    "eli5": "Connection Refused is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Connection Refused includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Connection Refused refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "connection refused",
      "CONNECTION REFUSED"
    ],
    "use_case": "An IT admin uses Connection Refused to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "timeout": {
    "eli5": "Timeout is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Timeout includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Timeout refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "timeout",
      "TIMEOUT"
    ],
    "use_case": "An IT admin uses Timeout to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "nat misconfiguration": {
    "eli5": "NAT Misconfiguration is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "NAT Misconfiguration includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "NAT Misconfiguration refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "nat misconfiguration",
      "NAT MISCONFIGURATION"
    ],
    "use_case": "An IT admin uses NAT Misconfiguration to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "rule conflict": {
    "eli5": "Rule Conflict is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Rule Conflict includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Rule Conflict refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "rule conflict",
      "RULE CONFLICT"
    ],
    "use_case": "An IT admin uses Rule Conflict to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "log analysis": {
    "eli5": "Log Analysis is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Log Analysis includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Log Analysis refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "log analysis",
      "LOG ANALYSIS"
    ],
    "use_case": "An IT admin uses Log Analysis to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "high availability": {
    "eli5": "High Availability is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "High Availability includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "High Availability refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "high availability",
      "HIGH AVAILABILITY"
    ],
    "use_case": "An IT admin uses High Availability to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "active/passive firewall pair": {
    "eli5": "Active/Passive Firewall Pair is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Active/Passive Firewall Pair includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Active/Passive Firewall Pair refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "active/passive firewall pair",
      "ACTIVE/PASSIVE FIREWALL PAIR"
    ],
    "use_case": "An IT admin uses Active/Passive Firewall Pair to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "firewall failover": {
    "eli5": "Firewall Failover is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Firewall Failover includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Firewall Failover refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "firewall failover",
      "FIREWALL FAILOVER"
    ],
    "use_case": "An IT admin uses Firewall Failover to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "clustered firewall": {
    "eli5": "Clustered Firewall is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Clustered Firewall includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Clustered Firewall refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "clustered firewall",
      "CLUSTERED FIREWALL"
    ],
    "use_case": "An IT admin uses Clustered Firewall to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ha heartbeat": {
    "eli5": "HA Heartbeat is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "HA Heartbeat includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "HA Heartbeat refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ha heartbeat",
      "HA HEARTBEAT"
    ],
    "use_case": "An IT admin uses HA Heartbeat to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "virtual ip (vip)": {
    "eli5": "Virtual IP (VIP) is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Virtual IP (VIP) includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Virtual IP (VIP) refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "virtual ip (vip)",
      "VIRTUAL IP (VIP)"
    ],
    "use_case": "An IT admin uses Virtual IP (VIP) to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn integration": {
    "eli5": "VPN Integration is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Integration includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Integration refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn integration",
      "VPN INTEGRATION"
    ],
    "use_case": "An IT admin uses VPN Integration to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "firewall and vpn compatibility": {
    "eli5": "Firewall and VPN Compatibility is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Firewall and VPN Compatibility includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Firewall and VPN Compatibility refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "firewall and vpn compatibility",
      "FIREWALL AND VPN COMPATIBILITY"
    ],
    "use_case": "An IT admin uses Firewall and VPN Compatibility to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn passthrough": {
    "eli5": "VPN Passthrough is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Passthrough includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Passthrough refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn passthrough",
      "VPN PASSTHROUGH"
    ],
    "use_case": "An IT admin uses VPN Passthrough to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ipsec nat-t": {
    "eli5": "IPSec NAT-T is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "IPSec NAT-T includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "IPSec NAT-T refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ipsec nat-t",
      "IPSEC NAT-T"
    ],
    "use_case": "An IT admin uses IPSec NAT-T to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "wireguard udp ports": {
    "eli5": "WireGuard UDP Ports is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "WireGuard UDP Ports includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "WireGuard UDP Ports refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "wireguard udp ports",
      "WIREGUARD UDP PORTS"
    ],
    "use_case": "An IT admin uses WireGuard UDP Ports to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "split tunnel enforcement": {
    "eli5": "Split Tunnel Enforcement is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Split Tunnel Enforcement includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Split Tunnel Enforcement refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "split tunnel enforcement",
      "SPLIT TUNNEL ENFORCEMENT"
    ],
    "use_case": "An IT admin uses Split Tunnel Enforcement to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "user authentication": {
    "eli5": "User Authentication is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "User Authentication includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "User Authentication refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "user authentication",
      "USER AUTHENTICATION"
    ],
    "use_case": "An IT admin uses User Authentication to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "radius authentication": {
    "eli5": "RADIUS Authentication is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "RADIUS Authentication includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "RADIUS Authentication refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "radius authentication",
      "RADIUS AUTHENTICATION"
    ],
    "use_case": "An IT admin uses RADIUS Authentication to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ldap authentication": {
    "eli5": "LDAP Authentication is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "LDAP Authentication includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "LDAP Authentication refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ldap authentication",
      "LDAP AUTHENTICATION"
    ],
    "use_case": "An IT admin uses LDAP Authentication to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "identity-based policies": {
    "eli5": "Identity-Based Policies is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Identity-Based Policies includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Identity-Based Policies refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "identity-based policies",
      "IDENTITY-BASED POLICIES"
    ],
    "use_case": "An IT admin uses Identity-Based Policies to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn (virtual private network)": {
    "eli5": "VPN (Virtual Private Network) is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN (Virtual Private Network) includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN (Virtual Private Network) refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn (virtual private network)",
      "VPN (VIRTUAL PRIVATE NETWORK)"
    ],
    "use_case": "An IT admin uses VPN (Virtual Private Network) to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "client-to-site vpn": {
    "eli5": "Client-to-Site VPN is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Client-to-Site VPN includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Client-to-Site VPN refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "client-to-site vpn",
      "CLIENT-TO-SITE VPN"
    ],
    "use_case": "An IT admin uses Client-to-Site VPN to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "clientless vpn": {
    "eli5": "Clientless VPN is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Clientless VPN includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Clientless VPN refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "clientless vpn",
      "CLIENTLESS VPN"
    ],
    "use_case": "An IT admin uses Clientless VPN to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ipsec vpn": {
    "eli5": "IPSec VPN is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "IPSec VPN includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "IPSec VPN refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ipsec vpn",
      "IPSEC VPN"
    ],
    "use_case": "An IT admin uses IPSec VPN to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "l2tp/ipsec": {
    "eli5": "L2TP/IPSec is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "L2TP/IPSec includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "L2TP/IPSec refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "l2tp/ipsec",
      "L2TP/IPSEC"
    ],
    "use_case": "An IT admin uses L2TP/IPSec to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ikev1": {
    "eli5": "IKEv1 is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "IKEv1 includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "IKEv1 refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ikev1",
      "IKEV1"
    ],
    "use_case": "An IT admin uses IKEv1 to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ikev2": {
    "eli5": "IKEv2 is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "IKEv2 includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "IKEv2 refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ikev2",
      "IKEV2"
    ],
    "use_case": "An IT admin uses IKEv2 to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ikev2/ipsec": {
    "eli5": "IKEv2/IPSec is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "IKEv2/IPSec includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "IKEv2/IPSec refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ikev2/ipsec",
      "IKEV2/IPSEC"
    ],
    "use_case": "An IT admin uses IKEv2/IPSec to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ssl/tls vpn": {
    "eli5": "SSL/TLS VPN is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "SSL/TLS VPN includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "SSL/TLS VPN refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "ssl/tls vpn",
      "SSL/TLS VPN"
    ],
    "use_case": "An IT admin uses SSL/TLS VPN to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "pptp (point-to-point tunneling protocol)": {
    "eli5": "PPTP (Point-to-Point Tunneling Protocol) is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "PPTP (Point-to-Point Tunneling Protocol) includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "PPTP (Point-to-Point Tunneling Protocol) refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "pptp (point-to-point tunneling protocol)",
      "PPTP (POINT-TO-POINT TUNNELING PROTOCOL)"
    ],
    "use_case": "An IT admin uses PPTP (Point-to-Point Tunneling Protocol) to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "sstp (secure socket tunneling protocol)": {
    "eli5": "SSTP (Secure Socket Tunneling Protocol) is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "SSTP (Secure Socket Tunneling Protocol) includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "SSTP (Secure Socket Tunneling Protocol) refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "sstp (secure socket tunneling protocol)",
      "SSTP (SECURE SOCKET TUNNELING PROTOCOL)"
    ],
    "use_case": "An IT admin uses SSTP (Secure Socket Tunneling Protocol) to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "mpls vpn": {
    "eli5": "MPLS VPN is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "MPLS VPN includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "MPLS VPN refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "mpls vpn",
      "MPLS VPN"
    ],
    "use_case": "An IT admin uses MPLS VPN to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn tunnel": {
    "eli5": "VPN Tunnel is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Tunnel includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Tunnel refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn tunnel",
      "VPN TUNNEL"
    ],
    "use_case": "An IT admin uses VPN Tunnel to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "full tunnel": {
    "eli5": "Full Tunnel is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Full Tunnel includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Full Tunnel refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "full tunnel",
      "FULL TUNNEL"
    ],
    "use_case": "An IT admin uses Full Tunnel to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "tunnel interface": {
    "eli5": "Tunnel Interface is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "Tunnel Interface includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "Tunnel Interface refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "tunnel interface",
      "TUNNEL INTERFACE"
    ],
    "use_case": "An IT admin uses Tunnel Interface to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "tun/tap device": {
    "eli5": "TUN/TAP Device is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "TUN/TAP Device includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "TUN/TAP Device refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "tun/tap device",
      "TUN/TAP DEVICE"
    ],
    "use_case": "An IT admin uses TUN/TAP Device to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn server": {
    "eli5": "VPN Server is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Server includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Server refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn server",
      "VPN SERVER"
    ],
    "use_case": "An IT admin uses VPN Server to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn client": {
    "eli5": "VPN Client is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Client includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Client refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn client",
      "VPN CLIENT"
    ],
    "use_case": "An IT admin uses VPN Client to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn gateway": {
    "eli5": "VPN Gateway is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Gateway includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Gateway refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn gateway",
      "VPN GATEWAY"
    ],
    "use_case": "An IT admin uses VPN Gateway to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn appliance": {
    "eli5": "VPN Appliance is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Appliance includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Appliance refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn appliance",
      "VPN APPLIANCE"
    ],
    "use_case": "An IT admin uses VPN Appliance to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn concentrator": {
    "eli5": "VPN Concentrator is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Concentrator includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Concentrator refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn concentrator",
      "VPN CONCENTRATOR"
    ],
    "use_case": "An IT admin uses VPN Concentrator to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn profile": {
    "eli5": "VPN Profile is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Profile includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Profile refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn profile",
      "VPN PROFILE"
    ],
    "use_case": "An IT admin uses VPN Profile to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn connection": {
    "eli5": "VPN Connection is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Connection includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Connection refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn connection",
      "VPN CONNECTION"
    ],
    "use_case": "An IT admin uses VPN Connection to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn session": {
    "eli5": "VPN Session is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Session includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Session refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn session",
      "VPN SESSION"
    ],
    "use_case": "An IT admin uses VPN Session to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn authentication": {
    "eli5": "VPN Authentication is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Authentication includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Authentication refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn authentication",
      "VPN AUTHENTICATION"
    ],
    "use_case": "An IT admin uses VPN Authentication to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn configuration file": {
    "eli5": "VPN Configuration File is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "VPN Configuration File includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "VPN Configuration File refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "vpn configuration file",
      "VPN CONFIGURATION FILE"
    ],
    "use_case": "An IT admin uses VPN Configuration File to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  ".ovpn file": {
    "eli5": ".ovpn File is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": ".ovpn File includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": ".ovpn File refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      ".ovpn file",
      ".OVPN FILE"
    ],
    "use_case": "An IT admin uses .ovpn File to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  ".wg file": {
    "eli5": ".wg File is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": ".wg File includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": ".wg File refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      ".wg file",
      ".WG FILE"
    ],
    "use_case": "An IT admin uses .wg File to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "psk (pre-shared key)": {
    "eli5": "PSK (Pre-Shared Key) is like a special tunnel or gatekeeper that helps you safely connect to a private computer from far away.",
    "boss": "PSK (Pre-Shared Key) includes VPN types, authentication methods, failover setups, and diagnostic codes critical for secure and resilient remote access.",
    "sysadmin": "PSK (Pre-Shared Key) refers to a VPN protocol, firewall configuration issue, tunneling device, authentication backend, or HA setup used to establish and maintain encrypted network connections and access control.",
    "emoji": "🌐🔐🚪🔄",
    "categories": [
      "VPN",
      "Firewall",
      "Security",
      "Infrastructure",
      "Networking"
    ],
    "related": [
      "ipsec vpn",
      "vpn tunnel",
      "firewall failover",
      "radius authentication",
      "connection refused"
    ],
    "aliases": [
      "psk (pre-shared key)",
      "PSK (PRE-SHARED KEY)"
    ],
    "use_case": "An IT admin uses PSK (Pre-Shared Key) to troubleshoot secure connections, configure VPN access, or ensure high availability in remote access systems.",
    "jargon_score": 5,
    "level": "Advanced"
  }
}