{
  "metrics": {
    "eli5": "Metrics is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Metrics spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Metrics refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "metrics",
      "METRICS"
    ],
    "use_case": "Teams use Metrics to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "dashboards": {
    "eli5": "Dashboards is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Dashboards spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Dashboards refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "dashboards",
      "DASHBOARDS"
    ],
    "use_case": "Teams use Dashboards to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "logging & tracing": {
    "eli5": "Logging & Tracing is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Logging & Tracing spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Logging & Tracing refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "logging & tracing",
      "LOGGING & TRACING"
    ],
    "use_case": "Teams use Logging & Tracing to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "elk stack (elasticsearch, logstash, kibana)": {
    "eli5": "ELK Stack (Elasticsearch, Logstash, Kibana) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "ELK Stack (Elasticsearch, Logstash, Kibana) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "ELK Stack (Elasticsearch, Logstash, Kibana) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "elk stack (elasticsearch, logstash, kibana)",
      "ELK STACK (ELASTICSEARCH, LOGSTASH, KIBANA)"
    ],
    "use_case": "Teams use ELK Stack (Elasticsearch, Logstash, Kibana) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "efk stack (fluentd or fluent bit)": {
    "eli5": "EFK Stack (Fluentd or Fluent Bit) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "EFK Stack (Fluentd or Fluent Bit) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "EFK Stack (Fluentd or Fluent Bit) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "efk stack (fluentd or fluent bit)",
      "EFK STACK (FLUENTD OR FLUENT BIT)"
    ],
    "use_case": "Teams use EFK Stack (Fluentd or Fluent Bit) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sentry": {
    "eli5": "Sentry is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Sentry spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Sentry refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "sentry",
      "SENTRY"
    ],
    "use_case": "Teams use Sentry to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "papertrail": {
    "eli5": "Papertrail is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Papertrail spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Papertrail refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "papertrail",
      "PAPERTRAIL"
    ],
    "use_case": "Teams use Papertrail to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "security & compliance": {
    "eli5": "Security & Compliance is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Security & Compliance spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Security & Compliance refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "security & compliance",
      "SECURITY & COMPLIANCE"
    ],
    "use_case": "Teams use Security & Compliance to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "security as code": {
    "eli5": "Security as Code is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Security as Code spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Security as Code refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "security as code",
      "SECURITY AS CODE"
    ],
    "use_case": "Teams use Security as Code to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sast (static application security testing)": {
    "eli5": "SAST (Static Application Security Testing) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "SAST (Static Application Security Testing) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "SAST (Static Application Security Testing) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "sast (static application security testing)",
      "SAST (STATIC APPLICATION SECURITY TESTING)"
    ],
    "use_case": "Teams use SAST (Static Application Security Testing) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "dast (dynamic application security testing)": {
    "eli5": "DAST (Dynamic Application Security Testing) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "DAST (Dynamic Application Security Testing) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "DAST (Dynamic Application Security Testing) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "dast (dynamic application security testing)",
      "DAST (DYNAMIC APPLICATION SECURITY TESTING)"
    ],
    "use_case": "Teams use DAST (Dynamic Application Security Testing) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sbom (software bill of materials)": {
    "eli5": "SBOM (Software Bill of Materials) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "SBOM (Software Bill of Materials) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "SBOM (Software Bill of Materials) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "sbom (software bill of materials)",
      "SBOM (SOFTWARE BILL OF MATERIALS)"
    ],
    "use_case": "Teams use SBOM (Software Bill of Materials) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "secrets management": {
    "eli5": "Secrets Management is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Secrets Management spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Secrets Management refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "secrets management",
      "SECRETS MANAGEMENT"
    ],
    "use_case": "Teams use Secrets Management to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "aws secrets manager": {
    "eli5": "AWS Secrets Manager is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "AWS Secrets Manager spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "AWS Secrets Manager refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "aws secrets manager",
      "AWS SECRETS MANAGER"
    ],
    "use_case": "Teams use AWS Secrets Manager to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "container scanning": {
    "eli5": "Container Scanning is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Container Scanning spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Container Scanning refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "container scanning",
      "CONTAINER SCANNING"
    ],
    "use_case": "Teams use Container Scanning to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "image signing": {
    "eli5": "Image Signing is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Image Signing spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Image Signing refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "image signing",
      "IMAGE SIGNING"
    ],
    "use_case": "Teams use Image Signing to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "policy as code": {
    "eli5": "Policy as Code is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Policy as Code spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Policy as Code refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "policy as code",
      "POLICY AS CODE"
    ],
    "use_case": "Teams use Policy as Code to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "open policy agent (opa)": {
    "eli5": "Open Policy Agent (OPA) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Open Policy Agent (OPA) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Open Policy Agent (OPA) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "open policy agent (opa)",
      "OPEN POLICY AGENT (OPA)"
    ],
    "use_case": "Teams use Open Policy Agent (OPA) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "kubernetes admission controller": {
    "eli5": "Kubernetes Admission Controller is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Kubernetes Admission Controller spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Kubernetes Admission Controller refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "kubernetes admission controller",
      "KUBERNETES ADMISSION CONTROLLER"
    ],
    "use_case": "Teams use Kubernetes Admission Controller to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cloud platforms": {
    "eli5": "Cloud Platforms is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Cloud Platforms spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Cloud Platforms refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "cloud platforms",
      "CLOUD PLATFORMS"
    ],
    "use_case": "Teams use Cloud Platforms to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "vultr": {
    "eli5": "Vultr is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Vultr spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Vultr refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "vultr",
      "VULTR"
    ],
    "use_case": "Teams use Vultr to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "function as a service (faas)": {
    "eli5": "Function as a Service (FaaS) is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Function as a Service (FaaS) spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Function as a Service (FaaS) refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "function as a service (faas)",
      "FUNCTION AS A SERVICE (FAAS)"
    ],
    "use_case": "Teams use Function as a Service (FaaS) to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "aws lambda": {
    "eli5": "AWS Lambda is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "AWS Lambda spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "AWS Lambda refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "aws lambda",
      "AWS LAMBDA"
    ],
    "use_case": "Teams use AWS Lambda to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "google cloud functions": {
    "eli5": "Google Cloud Functions is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Google Cloud Functions spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Google Cloud Functions refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "google cloud functions",
      "GOOGLE CLOUD FUNCTIONS"
    ],
    "use_case": "Teams use Google Cloud Functions to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "azure functions": {
    "eli5": "Azure Functions is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Azure Functions spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Azure Functions refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "azure functions",
      "AZURE FUNCTIONS"
    ],
    "use_case": "Teams use Azure Functions to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "openfaas": {
    "eli5": "OpenFaaS is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "OpenFaaS spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "OpenFaaS refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "openfaas",
      "OPENFAAS"
    ],
    "use_case": "Teams use OpenFaaS to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "knative": {
    "eli5": "Knative is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Knative spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Knative refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "knative",
      "KNATIVE"
    ],
    "use_case": "Teams use Knative to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "event-driven architecture": {
    "eli5": "Event-Driven Architecture is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Event-Driven Architecture spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Event-Driven Architecture refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "event-driven architecture",
      "EVENT-DRIVEN ARCHITECTURE"
    ],
    "use_case": "Teams use Event-Driven Architecture to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "build systems & tools": {
    "eli5": "Build Systems & Tools is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Build Systems & Tools spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Build Systems & Tools refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "build systems & tools",
      "BUILD SYSTEMS & TOOLS"
    ],
    "use_case": "Teams use Build Systems & Tools to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "makefile": {
    "eli5": "Makefile is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Makefile spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Makefile refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "makefile",
      "MAKEFILE"
    ],
    "use_case": "Teams use Makefile to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "gradle": {
    "eli5": "Gradle is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Gradle spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Gradle refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "gradle",
      "GRADLE"
    ],
    "use_case": "Teams use Gradle to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "maven": {
    "eli5": "Maven is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Maven spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Maven refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "maven",
      "MAVEN"
    ],
    "use_case": "Teams use Maven to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ant": {
    "eli5": "Ant is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Ant spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Ant refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "ant",
      "ANT"
    ],
    "use_case": "Teams use Ant to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "poetry": {
    "eli5": "Poetry is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Poetry spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Poetry refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "poetry",
      "POETRY"
    ],
    "use_case": "Teams use Poetry to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "pip": {
    "eli5": "pip is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "pip spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "pip refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "pip",
      "PIP"
    ],
    "use_case": "Teams use pip to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cargo": {
    "eli5": "Cargo is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Cargo spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Cargo refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "cargo",
      "CARGO"
    ],
    "use_case": "Teams use Cargo to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "go modules": {
    "eli5": "Go Modules is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Go Modules spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Go Modules refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "go modules",
      "GO MODULES"
    ],
    "use_case": "Teams use Go Modules to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "build cache": {
    "eli5": "Build Cache is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Build Cache spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Build Cache refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "build cache",
      "BUILD CACHE"
    ],
    "use_case": "Teams use Build Cache to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "code signing": {
    "eli5": "Code Signing is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Code Signing spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Code Signing refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "code signing",
      "CODE SIGNING"
    ],
    "use_case": "Teams use Code Signing to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "collaboration & workflows": {
    "eli5": "Collaboration & Workflows is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Collaboration & Workflows spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Collaboration & Workflows refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "collaboration & workflows",
      "COLLABORATION & WORKFLOWS"
    ],
    "use_case": "Teams use Collaboration & Workflows to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "agile manifesto": {
    "eli5": "Agile Manifesto is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Agile Manifesto spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Agile Manifesto refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "agile manifesto",
      "AGILE MANIFESTO"
    ],
    "use_case": "Teams use Agile Manifesto to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "stand-up": {
    "eli5": "Stand-Up is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Stand-Up spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Stand-Up refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "stand-up",
      "STAND-UP"
    ],
    "use_case": "Teams use Stand-Up to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "retrospective": {
    "eli5": "Retrospective is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Retrospective spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Retrospective refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "retrospective",
      "RETROSPECTIVE"
    ],
    "use_case": "Teams use Retrospective to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "backlog": {
    "eli5": "Backlog is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Backlog spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Backlog refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "backlog",
      "BACKLOG"
    ],
    "use_case": "Teams use Backlog to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sprint": {
    "eli5": "Sprint is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Sprint spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Sprint refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "sprint",
      "SPRINT"
    ],
    "use_case": "Teams use Sprint to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "user story": {
    "eli5": "User Story is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "User Story spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "User Story refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "user story",
      "USER STORY"
    ],
    "use_case": "Teams use User Story to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "epic": {
    "eli5": "Epic is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Epic spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Epic refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "epic",
      "EPIC"
    ],
    "use_case": "Teams use Epic to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "jira": {
    "eli5": "Jira is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Jira spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Jira refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "jira",
      "JIRA"
    ],
    "use_case": "Teams use Jira to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "trello": {
    "eli5": "Trello is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Trello spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Trello refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "trello",
      "TRELLO"
    ],
    "use_case": "Teams use Trello to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "asana": {
    "eli5": "Asana is like a tool, checklist, or meeting that helps teams write safer code, work together, or launch apps faster.",
    "boss": "Asana spans modern DevOps workflows, security scanning, cloud-native functions, build pipelines, and team collaboration platforms.",
    "sysadmin": "Asana refers to an observability metric, compliance practice, serverless function, build system, or agile planning tool used in CI/CD, cloud security, and product management workflows.",
    "emoji": "📊🔐☁️🛠️🤝",
    "categories": [
      "DevOps",
      "Monitoring",
      "Security",
      "Cloud",
      "Automation",
      "Collaboration",
      "Productivity"
    ],
    "related": [
      "elk stack",
      "opa",
      "lambda",
      "maven",
      "jira"
    ],
    "aliases": [
      "asana",
      "ASANA"
    ],
    "use_case": "Teams use Asana to secure code, track bugs, build software, or improve their development and release cycles.",
    "jargon_score": 4,
    "level": "Intermediate"
  }
}