{
  "database schema": {
    "eli5": "Database Schema is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Database Schema is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Database Schema refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "database schema",
      "DATABASE SCHEMA"
    ],
    "use_case": "A database developer or DBA uses Database Schema to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "stored procedure": {
    "eli5": "Stored Procedure is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Stored Procedure is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Stored Procedure refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "stored procedure",
      "STORED PROCEDURE"
    ],
    "use_case": "A database developer or DBA uses Stored Procedure to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "function": {
    "eli5": "Function is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Function is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Function refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "function",
      "FUNCTION"
    ],
    "use_case": "A database developer or DBA uses Function to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "trigger": {
    "eli5": "Trigger is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Trigger is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Trigger refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "trigger",
      "TRIGGER"
    ],
    "use_case": "A database developer or DBA uses Trigger to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cursor": {
    "eli5": "Cursor is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Cursor is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Cursor refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "cursor",
      "CURSOR"
    ],
    "use_case": "A database developer or DBA uses Cursor to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "constraint": {
    "eli5": "Constraint is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Constraint is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Constraint refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "constraint",
      "CONSTRAINT"
    ],
    "use_case": "A database developer or DBA uses Constraint to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "check constraint": {
    "eli5": "Check Constraint is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Check Constraint is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Check Constraint refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "check constraint",
      "CHECK CONSTRAINT"
    ],
    "use_case": "A database developer or DBA uses Check Constraint to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "default constraint": {
    "eli5": "Default Constraint is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Default Constraint is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Default Constraint refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "default constraint",
      "DEFAULT CONSTRAINT"
    ],
    "use_case": "A database developer or DBA uses Default Constraint to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "not null": {
    "eli5": "NOT NULL is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "NOT NULL is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "NOT NULL refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "not null",
      "NOT NULL"
    ],
    "use_case": "A database developer or DBA uses NOT NULL to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "unique constraint": {
    "eli5": "UNIQUE Constraint is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "UNIQUE Constraint is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "UNIQUE Constraint refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "unique constraint",
      "UNIQUE CONSTRAINT"
    ],
    "use_case": "A database developer or DBA uses UNIQUE Constraint to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ddl (data definition language)": {
    "eli5": "DDL (Data Definition Language) is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "DDL (Data Definition Language) is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "DDL (Data Definition Language) refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "ddl (data definition language)",
      "DDL (DATA DEFINITION LANGUAGE)"
    ],
    "use_case": "A database developer or DBA uses DDL (Data Definition Language) to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "dml (data manipulation language)": {
    "eli5": "DML (Data Manipulation Language) is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "DML (Data Manipulation Language) is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "DML (Data Manipulation Language) refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "dml (data manipulation language)",
      "DML (DATA MANIPULATION LANGUAGE)"
    ],
    "use_case": "A database developer or DBA uses DML (Data Manipulation Language) to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "dcl (data control language)": {
    "eli5": "DCL (Data Control Language) is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "DCL (Data Control Language) is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "DCL (Data Control Language) refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "dcl (data control language)",
      "DCL (DATA CONTROL LANGUAGE)"
    ],
    "use_case": "A database developer or DBA uses DCL (Data Control Language) to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "tcl (transaction control language)": {
    "eli5": "TCL (Transaction Control Language) is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "TCL (Transaction Control Language) is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "TCL (Transaction Control Language) refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "tcl (transaction control language)",
      "TCL (TRANSACTION CONTROL LANGUAGE)"
    ],
    "use_case": "A database developer or DBA uses TCL (Transaction Control Language) to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "create": {
    "eli5": "CREATE is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "CREATE is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "CREATE refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "create",
      "CREATE"
    ],
    "use_case": "A database developer or DBA uses CREATE to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "alter": {
    "eli5": "ALTER is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "ALTER is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "ALTER refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "alter",
      "ALTER"
    ],
    "use_case": "A database developer or DBA uses ALTER to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "drop": {
    "eli5": "DROP is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "DROP is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "DROP refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "drop",
      "DROP"
    ],
    "use_case": "A database developer or DBA uses DROP to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "truncate": {
    "eli5": "TRUNCATE is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "TRUNCATE is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "TRUNCATE refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "truncate",
      "TRUNCATE"
    ],
    "use_case": "A database developer or DBA uses TRUNCATE to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "select": {
    "eli5": "SELECT is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "SELECT is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "SELECT refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "select",
      "SELECT"
    ],
    "use_case": "A database developer or DBA uses SELECT to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "insert": {
    "eli5": "INSERT is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "INSERT is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "INSERT refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "insert",
      "INSERT"
    ],
    "use_case": "A database developer or DBA uses INSERT to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "update": {
    "eli5": "UPDATE is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "UPDATE is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "UPDATE refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "update",
      "UPDATE"
    ],
    "use_case": "A database developer or DBA uses UPDATE to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "delete": {
    "eli5": "DELETE is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "DELETE is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "DELETE refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "delete",
      "DELETE"
    ],
    "use_case": "A database developer or DBA uses DELETE to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "join": {
    "eli5": "JOIN is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "JOIN is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "JOIN refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "join",
      "JOIN"
    ],
    "use_case": "A database developer or DBA uses JOIN to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "inner join": {
    "eli5": "INNER JOIN is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "INNER JOIN is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "INNER JOIN refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "inner join",
      "INNER JOIN"
    ],
    "use_case": "A database developer or DBA uses INNER JOIN to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "left join": {
    "eli5": "LEFT JOIN is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "LEFT JOIN is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "LEFT JOIN refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "left join",
      "LEFT JOIN"
    ],
    "use_case": "A database developer or DBA uses LEFT JOIN to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "right join": {
    "eli5": "RIGHT JOIN is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "RIGHT JOIN is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "RIGHT JOIN refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "right join",
      "RIGHT JOIN"
    ],
    "use_case": "A database developer or DBA uses RIGHT JOIN to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "full join": {
    "eli5": "FULL JOIN is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "FULL JOIN is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "FULL JOIN refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "full join",
      "FULL JOIN"
    ],
    "use_case": "A database developer or DBA uses FULL JOIN to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cross join": {
    "eli5": "CROSS JOIN is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "CROSS JOIN is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "CROSS JOIN refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "cross join",
      "CROSS JOIN"
    ],
    "use_case": "A database developer or DBA uses CROSS JOIN to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "union": {
    "eli5": "UNION is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "UNION is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "UNION refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "union",
      "UNION"
    ],
    "use_case": "A database developer or DBA uses UNION to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "intersect": {
    "eli5": "INTERSECT is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "INTERSECT is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "INTERSECT refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "intersect",
      "INTERSECT"
    ],
    "use_case": "A database developer or DBA uses INTERSECT to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "except": {
    "eli5": "EXCEPT is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "EXCEPT is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "EXCEPT refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "except",
      "EXCEPT"
    ],
    "use_case": "A database developer or DBA uses EXCEPT to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "group by": {
    "eli5": "GROUP BY is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "GROUP BY is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "GROUP BY refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "group by",
      "GROUP BY"
    ],
    "use_case": "A database developer or DBA uses GROUP BY to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "order by": {
    "eli5": "ORDER BY is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "ORDER BY is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "ORDER BY refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "order by",
      "ORDER BY"
    ],
    "use_case": "A database developer or DBA uses ORDER BY to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "having": {
    "eli5": "HAVING is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "HAVING is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "HAVING refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "having",
      "HAVING"
    ],
    "use_case": "A database developer or DBA uses HAVING to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "where": {
    "eli5": "WHERE is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "WHERE is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "WHERE refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "where",
      "WHERE"
    ],
    "use_case": "A database developer or DBA uses WHERE to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "distinct": {
    "eli5": "DISTINCT is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "DISTINCT is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "DISTINCT refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "distinct",
      "DISTINCT"
    ],
    "use_case": "A database developer or DBA uses DISTINCT to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "subquery": {
    "eli5": "Subquery is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Subquery is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Subquery refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "subquery",
      "SUBQUERY"
    ],
    "use_case": "A database developer or DBA uses Subquery to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cte (common table expression)": {
    "eli5": "CTE (Common Table Expression) is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "CTE (Common Table Expression) is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "CTE (Common Table Expression) refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "cte (common table expression)",
      "CTE (COMMON TABLE EXPRESSION)"
    ],
    "use_case": "A database developer or DBA uses CTE (Common Table Expression) to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "window function": {
    "eli5": "Window Function is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Window Function is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Window Function refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "window function",
      "WINDOW FUNCTION"
    ],
    "use_case": "A database developer or DBA uses Window Function to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rank": {
    "eli5": "RANK is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "RANK is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "RANK refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "rank",
      "RANK"
    ],
    "use_case": "A database developer or DBA uses RANK to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "row_number": {
    "eli5": "ROW_NUMBER is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "ROW_NUMBER is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "ROW_NUMBER refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "row_number",
      "ROW_NUMBER"
    ],
    "use_case": "A database developer or DBA uses ROW_NUMBER to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "partition by": {
    "eli5": "PARTITION BY is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "PARTITION BY is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "PARTITION BY refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "partition by",
      "PARTITION BY"
    ],
    "use_case": "A database developer or DBA uses PARTITION BY to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "transaction": {
    "eli5": "Transaction is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Transaction is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Transaction refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "transaction",
      "TRANSACTION"
    ],
    "use_case": "A database developer or DBA uses Transaction to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rollback": {
    "eli5": "Rollback is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Rollback is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Rollback refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "rollback",
      "ROLLBACK"
    ],
    "use_case": "A database developer or DBA uses Rollback to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "savepoint": {
    "eli5": "Savepoint is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Savepoint is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Savepoint refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "savepoint",
      "SAVEPOINT"
    ],
    "use_case": "A database developer or DBA uses Savepoint to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "isolation level": {
    "eli5": "Isolation Level is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Isolation Level is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Isolation Level refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "isolation level",
      "ISOLATION LEVEL"
    ],
    "use_case": "A database developer or DBA uses Isolation Level to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "read committed": {
    "eli5": "Read Committed is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Read Committed is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Read Committed refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "read committed",
      "READ COMMITTED"
    ],
    "use_case": "A database developer or DBA uses Read Committed to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "repeatable read": {
    "eli5": "Repeatable Read is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Repeatable Read is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Repeatable Read refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "repeatable read",
      "REPEATABLE READ"
    ],
    "use_case": "A database developer or DBA uses Repeatable Read to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "serializable": {
    "eli5": "Serializable is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Serializable is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Serializable refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "serializable",
      "SERIALIZABLE"
    ],
    "use_case": "A database developer or DBA uses Serializable to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "read uncommitted": {
    "eli5": "Read Uncommitted is like a special rule or tool that helps organize or manage how data is handled in a big digital notebook.",
    "boss": "Read Uncommitted is a concept or command in database systems that helps define, manipulate, control, or secure structured data operations.",
    "sysadmin": "Read Uncommitted refers to a SQL command, logical database object, or integrity constraint used to structure, query, or manage relational database systems.",
    "emoji": "🧾📊🔍",
    "categories": [
      "Database",
      "SQL",
      "Data Processing"
    ],
    "related": [
      "select",
      "join",
      "cte",
      "transaction",
      "ddl"
    ],
    "aliases": [
      "read uncommitted",
      "READ UNCOMMITTED"
    ],
    "use_case": "A database developer or DBA uses Read Uncommitted to optimize queries, enforce rules, or manage transactions in relational databases.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}