{
  "cbc (cipher block chaining)": {
    "eli5": "CBC (Cipher Block Chaining) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "CBC (Cipher Block Chaining) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "CBC (Cipher Block Chaining) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "cbc (cipher block chaining)",
      "CBC (CIPHER BLOCK CHAINING)"
    ],
    "use_case": "A security admin uses CBC (Cipher Block Chaining) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "cfb (cipher feedback)": {
    "eli5": "CFB (Cipher Feedback) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "CFB (Cipher Feedback) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "CFB (Cipher Feedback) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "cfb (cipher feedback)",
      "CFB (CIPHER FEEDBACK)"
    ],
    "use_case": "A security admin uses CFB (Cipher Feedback) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ofb (output feedback)": {
    "eli5": "OFB (Output Feedback) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "OFB (Output Feedback) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "OFB (Output Feedback) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "ofb (output feedback)",
      "OFB (OUTPUT FEEDBACK)"
    ],
    "use_case": "A security admin uses OFB (Output Feedback) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ctr (counter mode)": {
    "eli5": "CTR (Counter Mode) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "CTR (Counter Mode) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "CTR (Counter Mode) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "ctr (counter mode)",
      "CTR (COUNTER MODE)"
    ],
    "use_case": "A security admin uses CTR (Counter Mode) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "gcm (galois/counter mode)": {
    "eli5": "GCM (Galois/Counter Mode) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "GCM (Galois/Counter Mode) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "GCM (Galois/Counter Mode) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "gcm (galois/counter mode)",
      "GCM (GALOIS/COUNTER MODE)"
    ],
    "use_case": "A security admin uses GCM (Galois/Counter Mode) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "xts": {
    "eli5": "XTS is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "XTS includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "XTS refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "xts",
      "XTS"
    ],
    "use_case": "A security admin uses XTS to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "xor encryption": {
    "eli5": "XOR Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "XOR Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "XOR Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "xor encryption",
      "XOR ENCRYPTION"
    ],
    "use_case": "A security admin uses XOR Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "hash function": {
    "eli5": "Hash Function is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Hash Function includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Hash Function refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "hash function",
      "HASH FUNCTION"
    ],
    "use_case": "A security admin uses Hash Function to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "one-way function": {
    "eli5": "One-Way Function is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "One-Way Function includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "One-Way Function refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "one-way function",
      "ONE-WAY FUNCTION"
    ],
    "use_case": "A security admin uses One-Way Function to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "checksum": {
    "eli5": "Checksum is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Checksum includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Checksum refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "checksum",
      "CHECKSUM"
    ],
    "use_case": "A security admin uses Checksum to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "sha-1": {
    "eli5": "SHA-1 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SHA-1 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SHA-1 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "sha-1",
      "SHA-1"
    ],
    "use_case": "A security admin uses SHA-1 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "sha-2": {
    "eli5": "SHA-2 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SHA-2 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SHA-2 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "sha-2",
      "SHA-2"
    ],
    "use_case": "A security admin uses SHA-2 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "sha-256": {
    "eli5": "SHA-256 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SHA-256 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SHA-256 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "sha-256",
      "SHA-256"
    ],
    "use_case": "A security admin uses SHA-256 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "sha-512": {
    "eli5": "SHA-512 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SHA-512 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SHA-512 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "sha-512",
      "SHA-512"
    ],
    "use_case": "A security admin uses SHA-512 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "sha-3": {
    "eli5": "SHA-3 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SHA-3 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SHA-3 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "sha-3",
      "SHA-3"
    ],
    "use_case": "A security admin uses SHA-3 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ripemd": {
    "eli5": "RIPEMD is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "RIPEMD includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "RIPEMD refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "ripemd",
      "RIPEMD"
    ],
    "use_case": "A security admin uses RIPEMD to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "blake2": {
    "eli5": "BLAKE2 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "BLAKE2 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "BLAKE2 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "blake2",
      "BLAKE2"
    ],
    "use_case": "A security admin uses BLAKE2 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "hmac (hash-based message authentication code)": {
    "eli5": "HMAC (Hash-based Message Authentication Code) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "HMAC (Hash-based Message Authentication Code) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "HMAC (Hash-based Message Authentication Code) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "hmac (hash-based message authentication code)",
      "HMAC (HASH-BASED MESSAGE AUTHENTICATION CODE)"
    ],
    "use_case": "A security admin uses HMAC (Hash-based Message Authentication Code) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "message digest": {
    "eli5": "Message Digest is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Message Digest includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Message Digest refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "message digest",
      "MESSAGE DIGEST"
    ],
    "use_case": "A security admin uses Message Digest to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "non-repudiation": {
    "eli5": "Non-Repudiation is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Non-Repudiation includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Non-Repudiation refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "non-repudiation",
      "NON-REPUDIATION"
    ],
    "use_case": "A security admin uses Non-Repudiation to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "mac (message authentication code)": {
    "eli5": "MAC (Message Authentication Code) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "MAC (Message Authentication Code) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "MAC (Message Authentication Code) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "mac (message authentication code)",
      "MAC (MESSAGE AUTHENTICATION CODE)"
    ],
    "use_case": "A security admin uses MAC (Message Authentication Code) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "signed message": {
    "eli5": "Signed Message is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Signed Message includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Signed Message refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "signed message",
      "SIGNED MESSAGE"
    ],
    "use_case": "A security admin uses Signed Message to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "pki (public key infrastructure)": {
    "eli5": "PKI (Public Key Infrastructure) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "PKI (Public Key Infrastructure) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "PKI (Public Key Infrastructure) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "pki (public key infrastructure)",
      "PKI (PUBLIC KEY INFRASTRUCTURE)"
    ],
    "use_case": "A security admin uses PKI (Public Key Infrastructure) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "intermediate certificate": {
    "eli5": "Intermediate Certificate is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Intermediate Certificate includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Intermediate Certificate refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "intermediate certificate",
      "INTERMEDIATE CERTIFICATE"
    ],
    "use_case": "A security admin uses Intermediate Certificate to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "root certificate": {
    "eli5": "Root Certificate is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Root Certificate includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Root Certificate refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "root certificate",
      "ROOT CERTIFICATE"
    ],
    "use_case": "A security admin uses Root Certificate to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "certificate chain": {
    "eli5": "Certificate Chain is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Certificate Chain includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Certificate Chain refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "certificate chain",
      "CERTIFICATE CHAIN"
    ],
    "use_case": "A security admin uses Certificate Chain to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "x.509": {
    "eli5": "X.509 is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "X.509 includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "X.509 refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "x.509",
      "X.509"
    ],
    "use_case": "A security admin uses X.509 to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "tls certificate": {
    "eli5": "TLS Certificate is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "TLS Certificate includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "TLS Certificate refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "tls certificate",
      "TLS CERTIFICATE"
    ],
    "use_case": "A security admin uses TLS Certificate to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "digital identity": {
    "eli5": "Digital Identity is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Digital Identity includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Digital Identity refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "digital identity",
      "DIGITAL IDENTITY"
    ],
    "use_case": "A security admin uses Digital Identity to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "certificate revocation list (crl)": {
    "eli5": "Certificate Revocation List (CRL) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Certificate Revocation List (CRL) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Certificate Revocation List (CRL) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "certificate revocation list (crl)",
      "CERTIFICATE REVOCATION LIST (CRL)"
    ],
    "use_case": "A security admin uses Certificate Revocation List (CRL) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ocsp (online certificate status protocol)": {
    "eli5": "OCSP (Online Certificate Status Protocol) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "OCSP (Online Certificate Status Protocol) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "OCSP (Online Certificate Status Protocol) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "ocsp (online certificate status protocol)",
      "OCSP (ONLINE CERTIFICATE STATUS PROTOCOL)"
    ],
    "use_case": "A security admin uses OCSP (Online Certificate Status Protocol) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "csr (certificate signing request)": {
    "eli5": "CSR (Certificate Signing Request) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "CSR (Certificate Signing Request) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "CSR (Certificate Signing Request) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "csr (certificate signing request)",
      "CSR (CERTIFICATE SIGNING REQUEST)"
    ],
    "use_case": "A security admin uses CSR (Certificate Signing Request) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "tls (transport layer security)": {
    "eli5": "TLS (Transport Layer Security) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "TLS (Transport Layer Security) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "TLS (Transport Layer Security) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "tls (transport layer security)",
      "TLS (TRANSPORT LAYER SECURITY)"
    ],
    "use_case": "A security admin uses TLS (Transport Layer Security) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ssl (secure sockets layer)": {
    "eli5": "SSL (Secure Sockets Layer) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SSL (Secure Sockets Layer) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SSL (Secure Sockets Layer) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "ssl (secure sockets layer)",
      "SSL (SECURE SOCKETS LAYER)"
    ],
    "use_case": "A security admin uses SSL (Secure Sockets Layer) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "starttls": {
    "eli5": "STARTTLS is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "STARTTLS includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "STARTTLS refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "starttls",
      "STARTTLS"
    ],
    "use_case": "A security admin uses STARTTLS to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "vpn encryption": {
    "eli5": "VPN Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "VPN Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "VPN Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "vpn encryption",
      "VPN ENCRYPTION"
    ],
    "use_case": "A security admin uses VPN Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ssh encryption": {
    "eli5": "SSH Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "SSH Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "SSH Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "ssh encryption",
      "SSH ENCRYPTION"
    ],
    "use_case": "A security admin uses SSH Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "end-to-end encryption (e2ee)": {
    "eli5": "End-to-End Encryption (E2EE) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "End-to-End Encryption (E2EE) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "End-to-End Encryption (E2EE) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "end-to-end encryption (e2ee)",
      "END-TO-END ENCRYPTION (E2EE)"
    ],
    "use_case": "A security admin uses End-to-End Encryption (E2EE) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "at-rest encryption": {
    "eli5": "At-Rest Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "At-Rest Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "At-Rest Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "at-rest encryption",
      "AT-REST ENCRYPTION"
    ],
    "use_case": "A security admin uses At-Rest Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "in-transit encryption": {
    "eli5": "In-Transit Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "In-Transit Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "In-Transit Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "in-transit encryption",
      "IN-TRANSIT ENCRYPTION"
    ],
    "use_case": "A security admin uses In-Transit Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "zero-knowledge encryption": {
    "eli5": "Zero-Knowledge Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Zero-Knowledge Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Zero-Knowledge Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "zero-knowledge encryption",
      "ZERO-KNOWLEDGE ENCRYPTION"
    ],
    "use_case": "A security admin uses Zero-Knowledge Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "full-disk encryption": {
    "eli5": "Full-Disk Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Full-Disk Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Full-Disk Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "full-disk encryption",
      "FULL-DISK ENCRYPTION"
    ],
    "use_case": "A security admin uses Full-Disk Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "filesystem encryption": {
    "eli5": "Filesystem Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Filesystem Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Filesystem Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "filesystem encryption",
      "FILESYSTEM ENCRYPTION"
    ],
    "use_case": "A security admin uses Filesystem Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "transparent encryption": {
    "eli5": "Transparent Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Transparent Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Transparent Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "transparent encryption",
      "TRANSPARENT ENCRYPTION"
    ],
    "use_case": "A security admin uses Transparent Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "envelope encryption": {
    "eli5": "Envelope Encryption is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Envelope Encryption includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Envelope Encryption refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "envelope encryption",
      "ENVELOPE ENCRYPTION"
    ],
    "use_case": "A security admin uses Envelope Encryption to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "pgp (pretty good privacy)": {
    "eli5": "PGP (Pretty Good Privacy) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "PGP (Pretty Good Privacy) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "PGP (Pretty Good Privacy) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "pgp (pretty good privacy)",
      "PGP (PRETTY GOOD PRIVACY)"
    ],
    "use_case": "A security admin uses PGP (Pretty Good Privacy) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "gpg (gnu privacy guard)": {
    "eli5": "GPG (GNU Privacy Guard) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "GPG (GNU Privacy Guard) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "GPG (GNU Privacy Guard) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "gpg (gnu privacy guard)",
      "GPG (GNU PRIVACY GUARD)"
    ],
    "use_case": "A security admin uses GPG (GNU Privacy Guard) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "libsodium": {
    "eli5": "Libsodium is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Libsodium includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Libsodium refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "libsodium",
      "LIBSODIUM"
    ],
    "use_case": "A security admin uses Libsodium to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "nacl (networking and cryptography library)": {
    "eli5": "NaCl (Networking and Cryptography Library) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "NaCl (Networking and Cryptography Library) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "NaCl (Networking and Cryptography Library) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "nacl (networking and cryptography library)",
      "NACL (NETWORKING AND CRYPTOGRAPHY LIBRARY)"
    ],
    "use_case": "A security admin uses NaCl (Networking and Cryptography Library) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "tink (google)": {
    "eli5": "Tink (Google) is like a digital lock, secret handshake, or stamp that proves something is safe or hasn't been changed.",
    "boss": "Tink (Google) includes encryption modes, hashing algorithms, certificate tools, and secure communication protocols vital for digital trust and privacy.",
    "sysadmin": "Tink (Google) refers to a cipher mode, authentication code, hashing function, or PKI certificate mechanism used for encrypting, validating, or securing data transmission and storage.",
    "emoji": "🔐📜📶🔍",
    "categories": [
      "Encryption",
      "Security",
      "Privacy",
      "VPN",
      "Firewall"
    ],
    "related": [
      "sha-256",
      "tls",
      "pgp",
      "certificate chain",
      "gcm"
    ],
    "aliases": [
      "tink (google)",
      "TINK (GOOGLE)"
    ],
    "use_case": "A security admin uses Tink (Google) to encrypt traffic, validate message integrity, or verify identity in a secure system.",
    "jargon_score": 5,
    "level": "Expert"
  }
}