{
  "data mart": {
    "eli5": "Data Mart is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Data Mart is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Data Mart refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "data mart",
      "DATA MART"
    ],
    "use_case": "A developer or DBA uses Data Mart to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "rdbms (relational database management system)": {
    "eli5": "RDBMS (Relational Database Management System) is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "RDBMS (Relational Database Management System) is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "RDBMS (Relational Database Management System) refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "rdbms (relational database management system)",
      "RDBMS (RELATIONAL DATABASE MANAGEMENT SYSTEM)"
    ],
    "use_case": "A developer or DBA uses RDBMS (Relational Database Management System) to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "dbms": {
    "eli5": "DBMS is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "DBMS is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "DBMS refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "dbms",
      "DBMS"
    ],
    "use_case": "A developer or DBA uses DBMS to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sql server": {
    "eli5": "SQL Server is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "SQL Server is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "SQL Server refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "sql server",
      "SQL SERVER"
    ],
    "use_case": "A developer or DBA uses SQL Server to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "oracle database": {
    "eli5": "Oracle Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Oracle Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Oracle Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "oracle database",
      "ORACLE DATABASE"
    ],
    "use_case": "A developer or DBA uses Oracle Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ibm db2": {
    "eli5": "IBM Db2 is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "IBM Db2 is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "IBM Db2 refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "ibm db2",
      "IBM DB2"
    ],
    "use_case": "A developer or DBA uses IBM Db2 to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "amazon rds": {
    "eli5": "Amazon RDS is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Amazon RDS is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Amazon RDS refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "amazon rds",
      "AMAZON RDS"
    ],
    "use_case": "A developer or DBA uses Amazon RDS to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "amazon aurora": {
    "eli5": "Amazon Aurora is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Amazon Aurora is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Amazon Aurora refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "amazon aurora",
      "AMAZON AURORA"
    ],
    "use_case": "A developer or DBA uses Amazon Aurora to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "azure sql": {
    "eli5": "Azure SQL is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Azure SQL is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Azure SQL refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "azure sql",
      "AZURE SQL"
    ],
    "use_case": "A developer or DBA uses Azure SQL to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "google cloud sql": {
    "eli5": "Google Cloud SQL is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Google Cloud SQL is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Google Cloud SQL refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "google cloud sql",
      "GOOGLE CLOUD SQL"
    ],
    "use_case": "A developer or DBA uses Google Cloud SQL to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "nosql database": {
    "eli5": "NoSQL Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "NoSQL Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "NoSQL Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "nosql database",
      "NOSQL DATABASE"
    ],
    "use_case": "A developer or DBA uses NoSQL Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "couchdb": {
    "eli5": "CouchDB is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "CouchDB is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "CouchDB refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "couchdb",
      "COUCHDB"
    ],
    "use_case": "A developer or DBA uses CouchDB to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "couchbase": {
    "eli5": "Couchbase is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Couchbase is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Couchbase refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "couchbase",
      "COUCHBASE"
    ],
    "use_case": "A developer or DBA uses Couchbase to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "rethinkdb": {
    "eli5": "RethinkDB is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "RethinkDB is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "RethinkDB refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "rethinkdb",
      "RETHINKDB"
    ],
    "use_case": "A developer or DBA uses RethinkDB to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cassandra": {
    "eli5": "Cassandra is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Cassandra is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Cassandra refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "cassandra",
      "CASSANDRA"
    ],
    "use_case": "A developer or DBA uses Cassandra to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "neo4j": {
    "eli5": "Neo4j is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Neo4j is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Neo4j refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "neo4j",
      "NEO4J"
    ],
    "use_case": "A developer or DBA uses Neo4j to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "dgraph": {
    "eli5": "Dgraph is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Dgraph is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Dgraph refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "dgraph",
      "DGRAPH"
    ],
    "use_case": "A developer or DBA uses Dgraph to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "arangodb": {
    "eli5": "ArangoDB is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "ArangoDB is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "ArangoDB refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "arangodb",
      "ARANGODB"
    ],
    "use_case": "A developer or DBA uses ArangoDB to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "firebase realtime database": {
    "eli5": "Firebase Realtime Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Firebase Realtime Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Firebase Realtime Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "firebase realtime database",
      "FIREBASE REALTIME DATABASE"
    ],
    "use_case": "A developer or DBA uses Firebase Realtime Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "firestore": {
    "eli5": "Firestore is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Firestore is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Firestore refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "firestore",
      "FIRESTORE"
    ],
    "use_case": "A developer or DBA uses Firestore to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "dynamodb": {
    "eli5": "DynamoDB is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "DynamoDB is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "DynamoDB refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "dynamodb",
      "DYNAMODB"
    ],
    "use_case": "A developer or DBA uses DynamoDB to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "document store": {
    "eli5": "Document Store is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Document Store is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Document Store refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "document store",
      "DOCUMENT STORE"
    ],
    "use_case": "A developer or DBA uses Document Store to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "key-value store": {
    "eli5": "Key-Value Store is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Key-Value Store is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Key-Value Store refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "key-value store",
      "KEY-VALUE STORE"
    ],
    "use_case": "A developer or DBA uses Key-Value Store to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "columnar database": {
    "eli5": "Columnar Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Columnar Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Columnar Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "columnar database",
      "COLUMNAR DATABASE"
    ],
    "use_case": "A developer or DBA uses Columnar Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "wide column store": {
    "eli5": "Wide Column Store is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Wide Column Store is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Wide Column Store refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "wide column store",
      "WIDE COLUMN STORE"
    ],
    "use_case": "A developer or DBA uses Wide Column Store to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "graph database": {
    "eli5": "Graph Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Graph Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Graph Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "graph database",
      "GRAPH DATABASE"
    ],
    "use_case": "A developer or DBA uses Graph Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "time-series database": {
    "eli5": "Time-Series Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Time-Series Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Time-Series Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "time-series database",
      "TIME-SERIES DATABASE"
    ],
    "use_case": "A developer or DBA uses Time-Series Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "object database": {
    "eli5": "Object Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Object Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Object Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "object database",
      "OBJECT DATABASE"
    ],
    "use_case": "A developer or DBA uses Object Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "embedded database": {
    "eli5": "Embedded Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Embedded Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Embedded Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "embedded database",
      "EMBEDDED DATABASE"
    ],
    "use_case": "A developer or DBA uses Embedded Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "multi-model database": {
    "eli5": "Multi-Model Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Multi-Model Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Multi-Model Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "multi-model database",
      "MULTI-MODEL DATABASE"
    ],
    "use_case": "A developer or DBA uses Multi-Model Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "distributed database": {
    "eli5": "Distributed Database is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Distributed Database is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Distributed Database refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "distributed database",
      "DISTRIBUTED DATABASE"
    ],
    "use_case": "A developer or DBA uses Distributed Database to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "newsql": {
    "eli5": "NewSQL is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "NewSQL is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "NewSQL refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "newsql",
      "NEWSQL"
    ],
    "use_case": "A developer or DBA uses NewSQL to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "database table": {
    "eli5": "Database Table is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Database Table is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Database Table refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "database table",
      "DATABASE TABLE"
    ],
    "use_case": "A developer or DBA uses Database Table to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "row": {
    "eli5": "Row is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Row is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Row refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "row",
      "ROW"
    ],
    "use_case": "A developer or DBA uses Row to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "column": {
    "eli5": "Column is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Column is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Column refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "column",
      "COLUMN"
    ],
    "use_case": "A developer or DBA uses Column to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "record": {
    "eli5": "Record is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Record is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Record refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "record",
      "RECORD"
    ],
    "use_case": "A developer or DBA uses Record to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "field": {
    "eli5": "Field is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Field is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Field refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "field",
      "FIELD"
    ],
    "use_case": "A developer or DBA uses Field to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "tuple": {
    "eli5": "Tuple is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Tuple is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Tuple refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "tuple",
      "TUPLE"
    ],
    "use_case": "A developer or DBA uses Tuple to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "primary key": {
    "eli5": "Primary Key is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Primary Key is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Primary Key refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "primary key",
      "PRIMARY KEY"
    ],
    "use_case": "A developer or DBA uses Primary Key to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "foreign key": {
    "eli5": "Foreign Key is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Foreign Key is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Foreign Key refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "foreign key",
      "FOREIGN KEY"
    ],
    "use_case": "A developer or DBA uses Foreign Key to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "candidate key": {
    "eli5": "Candidate Key is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Candidate Key is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Candidate Key refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "candidate key",
      "CANDIDATE KEY"
    ],
    "use_case": "A developer or DBA uses Candidate Key to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "composite key": {
    "eli5": "Composite Key is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Composite Key is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Composite Key refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "composite key",
      "COMPOSITE KEY"
    ],
    "use_case": "A developer or DBA uses Composite Key to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "surrogate key": {
    "eli5": "Surrogate Key is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Surrogate Key is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Surrogate Key refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "surrogate key",
      "SURROGATE KEY"
    ],
    "use_case": "A developer or DBA uses Surrogate Key to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "index": {
    "eli5": "Index is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Index is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Index refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "index",
      "INDEX"
    ],
    "use_case": "A developer or DBA uses Index to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "unique index": {
    "eli5": "Unique Index is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Unique Index is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Unique Index refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "unique index",
      "UNIQUE INDEX"
    ],
    "use_case": "A developer or DBA uses Unique Index to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "clustered index": {
    "eli5": "Clustered Index is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Clustered Index is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Clustered Index refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "clustered index",
      "CLUSTERED INDEX"
    ],
    "use_case": "A developer or DBA uses Clustered Index to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "non-clustered index": {
    "eli5": "Non-Clustered Index is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Non-Clustered Index is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Non-Clustered Index refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "non-clustered index",
      "NON-CLUSTERED INDEX"
    ],
    "use_case": "A developer or DBA uses Non-Clustered Index to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "materialized view": {
    "eli5": "Materialized View is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Materialized View is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Materialized View refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "materialized view",
      "MATERIALIZED VIEW"
    ],
    "use_case": "A developer or DBA uses Materialized View to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "view": {
    "eli5": "View is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "View is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "View refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "view",
      "VIEW"
    ],
    "use_case": "A developer or DBA uses View to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "schema": {
    "eli5": "Schema is like a digital filing cabinet where information is stored and organized to find it easily later.",
    "boss": "Schema is a database term or platform used for storing, querying, and analyzing structured or unstructured data for business operations and analytics.",
    "sysadmin": "Schema refers to a type of database system, data model, or schema element used to manage relational, NoSQL, or distributed data architectures.",
    "emoji": "🗃️🧮🧱",
    "categories": [
      "Database",
      "SQL",
      "NoSQL",
      "Cloud"
    ],
    "related": [
      "sql",
      "nosql",
      "index",
      "primary key",
      "schema"
    ],
    "aliases": [
      "schema",
      "SCHEMA"
    ],
    "use_case": "A developer or DBA uses Schema to define, store, and retrieve data efficiently in a software or cloud system.",
    "jargon_score": 4,
    "level": "Intermediate"
  }
}