{
  "link_aggregation": {
    "eli5": "Link aggregation is like tying two ropes together to pull more weight—it gives you extra strength and reliability.",
    "boss": "Link aggregation combines multiple network connections to increase bandwidth and provide failover.",
    "sysadmin": "Link aggregation (IEEE 802.3ad) bonds two or more physical NICs into a single logical link for higher throughput and redundancy.",
    "emoji": "🔗📶🛡️",
    "categories": [
      "Networking",
      "Infrastructure"
    ],
    "related": [
      "NIC Teaming",
      "Switch",
      "Bonding"
    ],
    "aliases": [
      "LAG",
      "EtherChannel"
    ],
    "use_case": "Used to increase bandwidth between a server and switch for high-traffic applications.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "nic_teaming": {
    "eli5": "NIC teaming is like having backup walkie-talkies—if one breaks, the other keeps talking.",
    "boss": "NIC Teaming groups multiple network interfaces to improve speed and ensure uptime if one fails.",
    "sysadmin": "NIC Teaming (Windows) or bonding (Linux) allows multiple NICs to act as one, offering load balancing and failover.",
    "emoji": "📡🔄👥",
    "categories": [
      "Networking",
      "Infrastructure"
    ],
    "related": [
      "Link Aggregation",
      "MACVLAN",
      "Bonding"
    ],
    "aliases": [
      "Network Interface Teaming",
      "NIC Bonding"
    ],
    "use_case": "Used on servers to maintain network connectivity even if one network cable is disconnected.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "macvlan": {
    "eli5": "MACVLAN is like pretending to be many different computers on the same wire.",
    "boss": "MACVLAN is a networking driver that allows containers or VMs to appear as independent hosts on the network.",
    "sysadmin": "MACVLAN assigns multiple MAC addresses to a single NIC, allowing containers to get IPs directly from the LAN.",
    "emoji": "🎭🌐🧩",
    "categories": [
      "Networking",
      "Virtualization"
    ],
    "related": [
      "NIC Teaming",
      "Bridge Network",
      "Container Networking"
    ],
    "aliases": [],
    "use_case": "Used to give Docker containers direct access to the LAN for discovery by other systems.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "pxe_server": {
    "eli5": "A PXE server is like a robot that hands out operating systems to new computers when they wake up.",
    "boss": "A PXE server allows computers to boot from the network to install an operating system remotely.",
    "sysadmin": "PXE (Preboot Execution Environment) uses DHCP and TFTP to load a boot image from a server over the network.",
    "emoji": "🧞‍♂️📦🔧",
    "categories": [
      "Infrastructure",
      "Automation"
    ],
    "related": [
      "Kickstart",
      "Preseed",
      "Cloud-init"
    ],
    "aliases": [
      "PXE Boot Server"
    ],
    "use_case": "Used to automate OS installations for new servers in a data center or home lab.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cloud_infrastructure": {
    "eli5": "Cloud infrastructure is like renting a big Lego set online instead of owning your own blocks.",
    "boss": "Cloud infrastructure delivers compute, storage, and networking services via the internet on demand.",
    "sysadmin": "Cloud infrastructure refers to virtualized IT resources hosted by providers like AWS or Azure, enabling scalable deployments without physical hardware.",
    "emoji": "☁️🧱🖥️",
    "categories": [
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "Public Cloud",
      "Private Cloud",
      "Serverless Infrastructure"
    ],
    "aliases": [],
    "use_case": "Used to host web applications across regions with autoscaling and high availability.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "public_cloud": {
    "eli5": "Public cloud is like renting computers and storage from someone else over the internet.",
    "boss": "Public cloud provides shared computing resources like storage, servers, and networking over the internet to many customers.",
    "sysadmin": "Public cloud services (e.g., AWS, Azure, GCP) offer on-demand infrastructure, billed based on usage, and accessible to multiple tenants.",
    "emoji": "🌐💻📦",
    "categories": [
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "Private Cloud",
      "Hybrid Cloud",
      "Cloud Providers"
    ],
    "aliases": [],
    "use_case": "Used to host scalable applications with global availability and minimal upfront cost.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "private_cloud": {
    "eli5": "Private cloud is like having your own personal computer factory in your garage.",
    "boss": "Private cloud delivers cloud services from infrastructure that’s dedicated to a single organization, often on-prem.",
    "sysadmin": "Private cloud uses virtualization technologies like OpenStack or VMware to offer cloud-like features on internal infrastructure.",
    "emoji": "🏠☁️🔐",
    "categories": [
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "Public Cloud",
      "Hybrid Cloud",
      "Proxmox"
    ],
    "aliases": [],
    "use_case": "Used by enterprises that require data control, compliance, or isolation from other customers.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "hybrid_cloud": {
    "eli5": "Hybrid cloud is like using both your home kitchen and a restaurant’s kitchen to cook a big meal.",
    "boss": "Hybrid cloud combines public and private clouds, enabling data and apps to move between them for flexibility.",
    "sysadmin": "Hybrid cloud integrates on-premises and public cloud infrastructure, supporting workload mobility, failover, and orchestration between environments.",
    "emoji": "🔄🏠☁️",
    "categories": [
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "Public Cloud",
      "Private Cloud",
      "Multi-Cloud"
    ],
    "aliases": [],
    "use_case": "Used when an organization keeps sensitive data on-prem but uses the cloud for compute-intensive workloads.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "multi_cloud": {
    "eli5": "Multi-cloud is like using both Uber and Lyft so you always have a backup ride.",
    "boss": "Multi-cloud means using services from more than one cloud provider to avoid vendor lock-in and improve reliability.",
    "sysadmin": "Multi-cloud architecture spreads workloads across providers like AWS, GCP, and Azure for redundancy, performance, or compliance.",
    "emoji": "🌦️🌩️☁️",
    "categories": [
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "Hybrid Cloud",
      "Cloud Providers",
      "Cloud Infrastructure"
    ],
    "aliases": [],
    "use_case": "Used to split production and DR workloads between AWS and Azure for high availability.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "cloud_region": {
    "eli5": "A cloud region is like picking the closest store so your package arrives faster.",
    "boss": "A cloud region is a physical location where a cloud provider houses multiple data centers to serve customers.",
    "sysadmin": "Cloud regions define geographic zones for hosting services, optimizing latency, redundancy, and compliance with local laws.",
    "emoji": "🗺️📍☁️",
    "categories": [
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "Availability Zone",
      "Public Cloud",
      "Cloud Providers"
    ],
    "aliases": [],
    "use_case": "Used to deploy services in a region near customers for low latency (e.g., us-east-1).",
    "jargon_score": 2,
    "level": "Beginner"
  }
}