{
  "batch script": {
    "eli5": "Batch Script is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Batch Script is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Batch Script is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "batch script",
      "BATCH SCRIPT"
    ],
    "use_case": "An IT admin uses Batch Script to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "powershell script": {
    "eli5": "PowerShell Script is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "PowerShell Script is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "PowerShell Script is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "powershell script",
      "POWERSHELL SCRIPT"
    ],
    "use_case": "An IT admin uses PowerShell Script to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "elevated prompt": {
    "eli5": "Elevated Prompt is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Elevated Prompt is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Elevated Prompt is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "elevated prompt",
      "ELEVATED PROMPT"
    ],
    "use_case": "An IT admin uses Elevated Prompt to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "run as administrator": {
    "eli5": "Run as Administrator is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Run as Administrator is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Run as Administrator is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "run as administrator",
      "RUN AS ADMINISTRATOR"
    ],
    "use_case": "An IT admin uses Run as Administrator to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "task manager": {
    "eli5": "Task Manager is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Task Manager is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Task Manager is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "task manager",
      "TASK MANAGER"
    ],
    "use_case": "An IT admin uses Task Manager to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "resource monitor": {
    "eli5": "Resource Monitor is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Resource Monitor is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Resource Monitor is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "resource monitor",
      "RESOURCE MONITOR"
    ],
    "use_case": "An IT admin uses Resource Monitor to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "performance monitor": {
    "eli5": "Performance Monitor is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Performance Monitor is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Performance Monitor is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "performance monitor",
      "PERFORMANCE MONITOR"
    ],
    "use_case": "An IT admin uses Performance Monitor to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "event viewer": {
    "eli5": "Event Viewer is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Event Viewer is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Event Viewer is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "event viewer",
      "EVENT VIEWER"
    ],
    "use_case": "An IT admin uses Event Viewer to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "reliability monitor": {
    "eli5": "Reliability Monitor is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Reliability Monitor is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Reliability Monitor is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "reliability monitor",
      "RELIABILITY MONITOR"
    ],
    "use_case": "An IT admin uses Reliability Monitor to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "system configuration (msconfig)": {
    "eli5": "System Configuration (msconfig) is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "System Configuration (msconfig) is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "System Configuration (msconfig) is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "system configuration (msconfig)",
      "SYSTEM CONFIGURATION (MSCONFIG)"
    ],
    "use_case": "An IT admin uses System Configuration (msconfig) to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "system information (msinfo32)": {
    "eli5": "System Information (msinfo32) is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "System Information (msinfo32) is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "System Information (msinfo32) is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "system information (msinfo32)",
      "SYSTEM INFORMATION (MSINFO32)"
    ],
    "use_case": "An IT admin uses System Information (msinfo32) to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "registry editor (regedit)": {
    "eli5": "Registry Editor (regedit) is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Registry Editor (regedit) is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Registry Editor (regedit) is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "registry editor (regedit)",
      "REGISTRY EDITOR (REGEDIT)"
    ],
    "use_case": "An IT admin uses Registry Editor (regedit) to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "services.msc": {
    "eli5": "Services.msc is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Services.msc is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Services.msc is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "services.msc",
      "SERVICES.MSC"
    ],
    "use_case": "An IT admin uses Services.msc to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "task scheduler": {
    "eli5": "Task Scheduler is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Task Scheduler is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Task Scheduler is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "task scheduler",
      "TASK SCHEDULER"
    ],
    "use_case": "An IT admin uses Task Scheduler to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "disk management": {
    "eli5": "Disk Management is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Disk Management is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Disk Management is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "disk management",
      "DISK MANAGEMENT"
    ],
    "use_case": "An IT admin uses Disk Management to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "device manager": {
    "eli5": "Device Manager is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Device Manager is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Device Manager is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "device manager",
      "DEVICE MANAGER"
    ],
    "use_case": "An IT admin uses Device Manager to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "group policy editor (gpedit.msc)": {
    "eli5": "Group Policy Editor (gpedit.msc) is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Group Policy Editor (gpedit.msc) is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Group Policy Editor (gpedit.msc) is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "group policy editor (gpedit.msc)",
      "GROUP POLICY EDITOR (GPEDIT.MSC)"
    ],
    "use_case": "An IT admin uses Group Policy Editor (gpedit.msc) to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "local security policy": {
    "eli5": "Local Security Policy is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Local Security Policy is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Local Security Policy is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "local security policy",
      "LOCAL SECURITY POLICY"
    ],
    "use_case": "An IT admin uses Local Security Policy to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "component services (dcomcnfg)": {
    "eli5": "Component Services (dcomcnfg) is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Component Services (dcomcnfg) is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Component Services (dcomcnfg) is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "component services (dcomcnfg)",
      "COMPONENT SERVICES (DCOMCNFG)"
    ],
    "use_case": "An IT admin uses Component Services (dcomcnfg) to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "computer management": {
    "eli5": "Computer Management is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Computer Management is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Computer Management is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "computer management",
      "COMPUTER MANAGEMENT"
    ],
    "use_case": "An IT admin uses Computer Management to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "windows explorer": {
    "eli5": "Windows Explorer is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Windows Explorer is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Windows Explorer is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "windows explorer",
      "WINDOWS EXPLORER"
    ],
    "use_case": "An IT admin uses Windows Explorer to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "explorer.exe": {
    "eli5": "Explorer.exe is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Explorer.exe is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Explorer.exe is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "explorer.exe",
      "EXPLORER.EXE"
    ],
    "use_case": "An IT admin uses Explorer.exe to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "shell extensions": {
    "eli5": "Shell Extensions is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Shell Extensions is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Shell Extensions is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "shell extensions",
      "SHELL EXTENSIONS"
    ],
    "use_case": "An IT admin uses Shell Extensions to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "context menu": {
    "eli5": "Context Menu is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Context Menu is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Context Menu is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "context menu",
      "CONTEXT MENU"
    ],
    "use_case": "An IT admin uses Context Menu to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "quick access": {
    "eli5": "Quick Access is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Quick Access is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Quick Access is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "quick access",
      "QUICK ACCESS"
    ],
    "use_case": "An IT admin uses Quick Access to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "libraries": {
    "eli5": "Libraries is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Libraries is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Libraries is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "libraries",
      "LIBRARIES"
    ],
    "use_case": "An IT admin uses Libraries to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "network drives": {
    "eli5": "Network Drives is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Network Drives is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Network Drives is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "network drives",
      "NETWORK DRIVES"
    ],
    "use_case": "An IT admin uses Network Drives to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "mapped drive": {
    "eli5": "Mapped Drive is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Mapped Drive is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Mapped Drive is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "mapped drive",
      "MAPPED DRIVE"
    ],
    "use_case": "An IT admin uses Mapped Drive to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "onedrive": {
    "eli5": "OneDrive is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "OneDrive is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "OneDrive is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "onedrive",
      "ONEDRIVE"
    ],
    "use_case": "An IT admin uses OneDrive to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "refs": {
    "eli5": "ReFS is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "ReFS is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "ReFS is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "refs",
      "REFS"
    ],
    "use_case": "An IT admin uses ReFS to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "exfat": {
    "eli5": "exFAT is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "exFAT is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "exFAT is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "exfat",
      "EXFAT"
    ],
    "use_case": "An IT admin uses exFAT to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "fat32": {
    "eli5": "FAT32 is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "FAT32 is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "FAT32 is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "fat32",
      "FAT32"
    ],
    "use_case": "An IT admin uses FAT32 to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "disk partition": {
    "eli5": "Disk Partition is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Disk Partition is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Disk Partition is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "disk partition",
      "DISK PARTITION"
    ],
    "use_case": "An IT admin uses Disk Partition to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "volume shadow copy": {
    "eli5": "Volume Shadow Copy is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Volume Shadow Copy is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Volume Shadow Copy is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "volume shadow copy",
      "VOLUME SHADOW COPY"
    ],
    "use_case": "An IT admin uses Volume Shadow Copy to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "bitlocker": {
    "eli5": "BitLocker is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "BitLocker is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "BitLocker is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "bitlocker",
      "BITLOCKER"
    ],
    "use_case": "An IT admin uses BitLocker to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "file history": {
    "eli5": "File History is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "File History is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "File History is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "file history",
      "FILE HISTORY"
    ],
    "use_case": "An IT admin uses File History to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "system restore": {
    "eli5": "System Restore is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "System Restore is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "System Restore is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "system restore",
      "SYSTEM RESTORE"
    ],
    "use_case": "An IT admin uses System Restore to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "backup and restore": {
    "eli5": "Backup and Restore is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Backup and Restore is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Backup and Restore is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "backup and restore",
      "BACKUP AND RESTORE"
    ],
    "use_case": "An IT admin uses Backup and Restore to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "reset this pc": {
    "eli5": "Reset This PC is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Reset This PC is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Reset This PC is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "reset this pc",
      "RESET THIS PC"
    ],
    "use_case": "An IT admin uses Reset This PC to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "user account": {
    "eli5": "User Account is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "User Account is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "User Account is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "user account",
      "USER ACCOUNT"
    ],
    "use_case": "An IT admin uses User Account to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "administrator": {
    "eli5": "Administrator is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Administrator is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Administrator is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "administrator",
      "ADMINISTRATOR"
    ],
    "use_case": "An IT admin uses Administrator to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "guest account": {
    "eli5": "Guest Account is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Guest Account is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Guest Account is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "guest account",
      "GUEST ACCOUNT"
    ],
    "use_case": "An IT admin uses Guest Account to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "standard user": {
    "eli5": "Standard User is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Standard User is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Standard User is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "standard user",
      "STANDARD USER"
    ],
    "use_case": "An IT admin uses Standard User to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "uac (user account control)": {
    "eli5": "UAC (User Account Control) is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "UAC (User Account Control) is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "UAC (User Account Control) is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "uac (user account control)",
      "UAC (USER ACCOUNT CONTROL)"
    ],
    "use_case": "An IT admin uses UAC (User Account Control) to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "credential manager": {
    "eli5": "Credential Manager is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Credential Manager is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Credential Manager is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "credential manager",
      "CREDENTIAL MANAGER"
    ],
    "use_case": "An IT admin uses Credential Manager to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "user profile": {
    "eli5": "User Profile is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "User Profile is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "User Profile is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "user profile",
      "USER PROFILE"
    ],
    "use_case": "An IT admin uses User Profile to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ntuser.dat": {
    "eli5": "NTUSER.DAT is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "NTUSER.DAT is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "NTUSER.DAT is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "ntuser.dat",
      "NTUSER.DAT"
    ],
    "use_case": "An IT admin uses NTUSER.DAT to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "roaming profile": {
    "eli5": "Roaming Profile is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Roaming Profile is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Roaming Profile is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "roaming profile",
      "ROAMING PROFILE"
    ],
    "use_case": "An IT admin uses Roaming Profile to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "mandatory profile": {
    "eli5": "Mandatory Profile is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Mandatory Profile is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Mandatory Profile is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "mandatory profile",
      "MANDATORY PROFILE"
    ],
    "use_case": "An IT admin uses Mandatory Profile to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "windows defender": {
    "eli5": "Windows Defender is like a special button, setting, or file that helps keep your computer running smoothly or safely.",
    "boss": "Windows Defender is a built-in Windows feature or administrative tool used to manage performance, security, backups, or user settings.",
    "sysadmin": "Windows Defender is a Windows system utility, account type, or configuration interface that helps IT pros manage user profiles, system diagnostics, storage, and permissions.",
    "emoji": "🪟🔧🗃️",
    "categories": [
      "Windows",
      "Backup",
      "Security",
      "Configuration Management",
      "Productivity"
    ],
    "related": [
      "regedit",
      "bitlocker",
      "uac",
      "user account",
      "file history"
    ],
    "aliases": [
      "windows defender",
      "WINDOWS DEFENDER"
    ],
    "use_case": "An IT admin uses Windows Defender to maintain system integrity, manage user access, or recover lost files on a Windows machine.",
    "jargon_score": 3,
    "level": "Intermediate"
  }
}