{
  "application control": {
    "eli5": "Application Control is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Application Control refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Application Control represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "application control",
      "APPLICATION CONTROL"
    ],
    "use_case": "A network administrator uses Application Control to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "user identity awareness": {
    "eli5": "User Identity Awareness is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "User Identity Awareness refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "User Identity Awareness represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "user identity awareness",
      "USER IDENTITY AWARENESS"
    ],
    "use_case": "A network administrator uses User Identity Awareness to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "geo-ip blocking": {
    "eli5": "Geo-IP Blocking is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Geo-IP Blocking refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Geo-IP Blocking represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "geo-ip blocking",
      "GEO-IP BLOCKING"
    ],
    "use_case": "A network administrator uses Geo-IP Blocking to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ports": {
    "eli5": "Ports is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Ports refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Ports represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "ports",
      "PORTS"
    ],
    "use_case": "A network administrator uses Ports to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "open port": {
    "eli5": "Open Port is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Open Port refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Open Port represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "open port",
      "OPEN PORT"
    ],
    "use_case": "A network administrator uses Open Port to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "closed port": {
    "eli5": "Closed Port is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Closed Port refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Closed Port represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "closed port",
      "CLOSED PORT"
    ],
    "use_case": "A network administrator uses Closed Port to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "blocked port": {
    "eli5": "Blocked Port is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Blocked Port refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Blocked Port represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "blocked port",
      "BLOCKED PORT"
    ],
    "use_case": "A network administrator uses Blocked Port to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "well-known ports": {
    "eli5": "Well-Known Ports is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Well-Known Ports refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Well-Known Ports represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "well-known ports",
      "WELL-KNOWN PORTS"
    ],
    "use_case": "A network administrator uses Well-Known Ports to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "dynamic ports": {
    "eli5": "Dynamic Ports is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Dynamic Ports refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Dynamic Ports represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "dynamic ports",
      "DYNAMIC PORTS"
    ],
    "use_case": "A network administrator uses Dynamic Ports to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "port scanning": {
    "eli5": "Port Scanning is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Port Scanning refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Port Scanning represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "port scanning",
      "PORT SCANNING"
    ],
    "use_case": "A network administrator uses Port Scanning to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "stealth mode": {
    "eli5": "Stealth Mode is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Stealth Mode refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Stealth Mode represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "stealth mode",
      "STEALTH MODE"
    ],
    "use_case": "A network administrator uses Stealth Mode to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ping blocking": {
    "eli5": "Ping Blocking is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Ping Blocking refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Ping Blocking represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "ping blocking",
      "PING BLOCKING"
    ],
    "use_case": "A network administrator uses Ping Blocking to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "common firewall protocols": {
    "eli5": "Common Firewall Protocols is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Common Firewall Protocols refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Common Firewall Protocols represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "common firewall protocols",
      "COMMON FIREWALL PROTOCOLS"
    ],
    "use_case": "A network administrator uses Common Firewall Protocols to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "esp (encapsulating security payload)": {
    "eli5": "ESP (Encapsulating Security Payload) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "ESP (Encapsulating Security Payload) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "ESP (Encapsulating Security Payload) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "esp (encapsulating security payload)",
      "ESP (ENCAPSULATING SECURITY PAYLOAD)"
    ],
    "use_case": "A network administrator uses ESP (Encapsulating Security Payload) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ah (authentication header)": {
    "eli5": "AH (Authentication Header) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "AH (Authentication Header) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "AH (Authentication Header) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "ah (authentication header)",
      "AH (AUTHENTICATION HEADER)"
    ],
    "use_case": "A network administrator uses AH (Authentication Header) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "gre (generic routing encapsulation)": {
    "eli5": "GRE (Generic Routing Encapsulation) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "GRE (Generic Routing Encapsulation) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "GRE (Generic Routing Encapsulation) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "gre (generic routing encapsulation)",
      "GRE (GENERIC ROUTING ENCAPSULATION)"
    ],
    "use_case": "A network administrator uses GRE (Generic Routing Encapsulation) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "common firewall tools": {
    "eli5": "Common Firewall Tools is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Common Firewall Tools refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Common Firewall Tools represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "common firewall tools",
      "COMMON FIREWALL TOOLS"
    ],
    "use_case": "A network administrator uses Common Firewall Tools to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ufw (uncomplicated firewall)": {
    "eli5": "ufw (Uncomplicated Firewall) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "ufw (Uncomplicated Firewall) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "ufw (Uncomplicated Firewall) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "ufw (uncomplicated firewall)",
      "UFW (UNCOMPLICATED FIREWALL)"
    ],
    "use_case": "A network administrator uses ufw (Uncomplicated Firewall) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "pf (packet filter)": {
    "eli5": "pf (Packet Filter) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "pf (Packet Filter) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "pf (Packet Filter) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "pf (packet filter)",
      "PF (PACKET FILTER)"
    ],
    "use_case": "A network administrator uses pf (Packet Filter) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "ipfw": {
    "eli5": "ipfw is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "ipfw refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "ipfw represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "ipfw",
      "IPFW"
    ],
    "use_case": "A network administrator uses ipfw to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "netsh advfirewall": {
    "eli5": "netsh advfirewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "netsh advfirewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "netsh advfirewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "netsh advfirewall",
      "NETSH ADVFIREWALL"
    ],
    "use_case": "A network administrator uses netsh advfirewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "gufw (gui for ufw)": {
    "eli5": "gufw (GUI for ufw) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "gufw (GUI for ufw) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "gufw (GUI for ufw) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "gufw (gui for ufw)",
      "GUFW (GUI FOR UFW)"
    ],
    "use_case": "A network administrator uses gufw (GUI for ufw) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "csf (configserver security & firewall)": {
    "eli5": "CSF (ConfigServer Security & Firewall) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "CSF (ConfigServer Security & Firewall) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "CSF (ConfigServer Security & Firewall) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "csf (configserver security & firewall)",
      "CSF (CONFIGSERVER SECURITY & FIREWALL)"
    ],
    "use_case": "A network administrator uses CSF (ConfigServer Security & Firewall) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "firewall vendors": {
    "eli5": "Firewall Vendors is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Firewall Vendors refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Firewall Vendors represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "firewall vendors",
      "FIREWALL VENDORS"
    ],
    "use_case": "A network administrator uses Firewall Vendors to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cisco asa": {
    "eli5": "Cisco ASA is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Cisco ASA refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Cisco ASA represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "cisco asa",
      "CISCO ASA"
    ],
    "use_case": "A network administrator uses Cisco ASA to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cisco meraki": {
    "eli5": "Cisco Meraki is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Cisco Meraki refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Cisco Meraki represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "cisco meraki",
      "CISCO MERAKI"
    ],
    "use_case": "A network administrator uses Cisco Meraki to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "fortinet fortigate": {
    "eli5": "Fortinet FortiGate is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Fortinet FortiGate refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Fortinet FortiGate represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "fortinet fortigate",
      "FORTINET FORTIGATE"
    ],
    "use_case": "A network administrator uses Fortinet FortiGate to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "check point": {
    "eli5": "Check Point is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Check Point refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Check Point represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "check point",
      "CHECK POINT"
    ],
    "use_case": "A network administrator uses Check Point to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sonicwall": {
    "eli5": "SonicWall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "SonicWall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "SonicWall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "sonicwall",
      "SONICWALL"
    ],
    "use_case": "A network administrator uses SonicWall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "watchguard": {
    "eli5": "WatchGuard is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "WatchGuard refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "WatchGuard represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "watchguard",
      "WATCHGUARD"
    ],
    "use_case": "A network administrator uses WatchGuard to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "juniper srx": {
    "eli5": "Juniper SRX is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Juniper SRX refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Juniper SRX represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "juniper srx",
      "JUNIPER SRX"
    ],
    "use_case": "A network administrator uses Juniper SRX to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sophos xg": {
    "eli5": "Sophos XG is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Sophos XG refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Sophos XG represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "sophos xg",
      "SOPHOS XG"
    ],
    "use_case": "A network administrator uses Sophos XG to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "untangle ng firewall": {
    "eli5": "Untangle NG Firewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Untangle NG Firewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Untangle NG Firewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "untangle ng firewall",
      "UNTANGLE NG FIREWALL"
    ],
    "use_case": "A network administrator uses Untangle NG Firewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "smoothwall": {
    "eli5": "Smoothwall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Smoothwall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Smoothwall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "smoothwall",
      "SMOOTHWALL"
    ],
    "use_case": "A network administrator uses Smoothwall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "barracuda firewall": {
    "eli5": "Barracuda Firewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Barracuda Firewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Barracuda Firewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "barracuda firewall",
      "BARRACUDA FIREWALL"
    ],
    "use_case": "A network administrator uses Barracuda Firewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "aws network firewall": {
    "eli5": "AWS Network Firewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "AWS Network Firewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "AWS Network Firewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "aws network firewall",
      "AWS NETWORK FIREWALL"
    ],
    "use_case": "A network administrator uses AWS Network Firewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "azure firewall": {
    "eli5": "Azure Firewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Azure Firewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Azure Firewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "azure firewall",
      "AZURE FIREWALL"
    ],
    "use_case": "A network administrator uses Azure Firewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "google cloud firewall": {
    "eli5": "Google Cloud Firewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Google Cloud Firewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Google Cloud Firewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "google cloud firewall",
      "GOOGLE CLOUD FIREWALL"
    ],
    "use_case": "A network administrator uses Google Cloud Firewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "web application firewalls (waf)": {
    "eli5": "Web Application Firewalls (WAF) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Web Application Firewalls (WAF) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Web Application Firewalls (WAF) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "web application firewalls (waf)",
      "WEB APPLICATION FIREWALLS (WAF)"
    ],
    "use_case": "A network administrator uses Web Application Firewalls (WAF) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "modsecurity": {
    "eli5": "ModSecurity is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "ModSecurity refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "ModSecurity represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "modsecurity",
      "MODSECURITY"
    ],
    "use_case": "A network administrator uses ModSecurity to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cloudflare waf": {
    "eli5": "Cloudflare WAF is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Cloudflare WAF refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Cloudflare WAF represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "cloudflare waf",
      "CLOUDFLARE WAF"
    ],
    "use_case": "A network administrator uses Cloudflare WAF to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "aws waf": {
    "eli5": "AWS WAF is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "AWS WAF refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "AWS WAF represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "aws waf",
      "AWS WAF"
    ],
    "use_case": "A network administrator uses AWS WAF to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "imperva waf": {
    "eli5": "Imperva WAF is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Imperva WAF refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Imperva WAF represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "imperva waf",
      "IMPERVA WAF"
    ],
    "use_case": "A network administrator uses Imperva WAF to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "f5 big-ip": {
    "eli5": "F5 BIG-IP is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "F5 BIG-IP refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "F5 BIG-IP represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "f5 big-ip",
      "F5 BIG-IP"
    ],
    "use_case": "A network administrator uses F5 BIG-IP to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "akamai kona": {
    "eli5": "Akamai Kona is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Akamai Kona refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Akamai Kona represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "akamai kona",
      "AKAMAI KONA"
    ],
    "use_case": "A network administrator uses Akamai Kona to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sucuri firewall": {
    "eli5": "Sucuri Firewall is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Sucuri Firewall refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Sucuri Firewall represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "sucuri firewall",
      "SUCURI FIREWALL"
    ],
    "use_case": "A network administrator uses Sucuri Firewall to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cloud-based firewalls": {
    "eli5": "Cloud-Based Firewalls is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Cloud-Based Firewalls refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Cloud-Based Firewalls represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "cloud-based firewalls",
      "CLOUD-BASED FIREWALLS"
    ],
    "use_case": "A network administrator uses Cloud-Based Firewalls to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "security groups (aws)": {
    "eli5": "Security Groups (AWS) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Security Groups (AWS) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Security Groups (AWS) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "security groups (aws)",
      "SECURITY GROUPS (AWS)"
    ],
    "use_case": "A network administrator uses Security Groups (AWS) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "nsg (azure network security group)": {
    "eli5": "NSG (Azure Network Security Group) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "NSG (Azure Network Security Group) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "NSG (Azure Network Security Group) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "nsg (azure network security group)",
      "NSG (AZURE NETWORK SECURITY GROUP)"
    ],
    "use_case": "A network administrator uses NSG (Azure Network Security Group) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "firewall rules (gcp)": {
    "eli5": "Firewall Rules (GCP) is like a digital gatekeeper or rule that helps your computer decide who gets in and who doesn’t.",
    "boss": "Firewall Rules (GCP) refers to a firewall tool, port type, or network policy that helps secure networks by controlling access based on identity, geography, or traffic rules.",
    "sysadmin": "Firewall Rules (GCP) represents a firewall rule, protocol, vendor appliance, or cloud-based security control used to manage ingress/egress traffic and enforce perimeter defense policies.",
    "emoji": "🧱🚪🌐🛑",
    "categories": [
      "Firewall",
      "Security",
      "Networking",
      "Cloud",
      "Infrastructure"
    ],
    "related": [
      "ufw",
      "ports",
      "modsecurity",
      "geo-ip blocking",
      "aws waf"
    ],
    "aliases": [
      "firewall rules (gcp)",
      "FIREWALL RULES (GCP)"
    ],
    "use_case": "A network administrator uses Firewall Rules (GCP) to allow safe connections, block malicious traffic, or comply with regulatory access controls.",
    "jargon_score": 4,
    "level": "Intermediate"
  }
}