{
  "background tasks": {
    "eli5": "Background Tasks is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Background Tasks is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Background Tasks refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "background tasks",
      "BACKGROUND TASKS"
    ],
    "use_case": "A sysadmin uses Background Tasks to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "service host": {
    "eli5": "Service Host is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Service Host is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Service Host refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "service host",
      "SERVICE HOST"
    ],
    "use_case": "A sysadmin uses Service Host to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "print spooler": {
    "eli5": "Print Spooler is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Print Spooler is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Print Spooler refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "print spooler",
      "PRINT SPOOLER"
    ],
    "use_case": "A sysadmin uses Print Spooler to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "printer driver": {
    "eli5": "Printer Driver is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Printer Driver is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Printer Driver refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "printer driver",
      "PRINTER DRIVER"
    ],
    "use_case": "A sysadmin uses Printer Driver to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "network printer": {
    "eli5": "Network Printer is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Network Printer is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Network Printer refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "network printer",
      "NETWORK PRINTER"
    ],
    "use_case": "A sysadmin uses Network Printer to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "printer queue": {
    "eli5": "Printer Queue is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Printer Queue is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Printer Queue refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "printer queue",
      "PRINTER QUEUE"
    ],
    "use_case": "A sysadmin uses Printer Queue to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "print management": {
    "eli5": "Print Management is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Print Management is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Print Management refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "print management",
      "PRINT MANAGEMENT"
    ],
    "use_case": "A sysadmin uses Print Management to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "add printer wizard": {
    "eli5": "Add Printer Wizard is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Add Printer Wizard is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Add Printer Wizard refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "add printer wizard",
      "ADD PRINTER WIZARD"
    ],
    "use_case": "A sysadmin uses Add Printer Wizard to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "scripting & automation": {
    "eli5": "Scripting & Automation is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Scripting & Automation is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Scripting & Automation refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "scripting & automation",
      "SCRIPTING & AUTOMATION"
    ],
    "use_case": "A sysadmin uses Scripting & Automation to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "powershell core": {
    "eli5": "PowerShell Core is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "PowerShell Core is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "PowerShell Core refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "powershell core",
      "POWERSHELL CORE"
    ],
    "use_case": "A sysadmin uses PowerShell Core to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ise (integrated scripting environment)": {
    "eli5": "ISE (Integrated Scripting Environment) is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "ISE (Integrated Scripting Environment) is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "ISE (Integrated Scripting Environment) refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "ise (integrated scripting environment)",
      "ISE (INTEGRATED SCRIPTING ENVIRONMENT)"
    ],
    "use_case": "A sysadmin uses ISE (Integrated Scripting Environment) to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "scheduled task": {
    "eli5": "Scheduled Task is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Scheduled Task is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Scheduled Task refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "scheduled task",
      "SCHEDULED TASK"
    ],
    "use_case": "A sysadmin uses Scheduled Task to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "logon script": {
    "eli5": "Logon Script is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Logon Script is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Logon Script refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "logon script",
      "LOGON SCRIPT"
    ],
    "use_case": "A sysadmin uses Logon Script to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "gpo startup script": {
    "eli5": "GPO Startup Script is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "GPO Startup Script is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "GPO Startup Script refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "gpo startup script",
      "GPO STARTUP SCRIPT"
    ],
    "use_case": "A sysadmin uses GPO Startup Script to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "remote powershell": {
    "eli5": "Remote PowerShell is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Remote PowerShell is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Remote PowerShell refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "remote powershell",
      "REMOTE POWERSHELL"
    ],
    "use_case": "A sysadmin uses Remote PowerShell to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "wmi": {
    "eli5": "WMI is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "WMI is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "WMI refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "wmi",
      "WMI"
    ],
    "use_case": "A sysadmin uses WMI to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cim": {
    "eli5": "CIM is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "CIM is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "CIM refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "cim",
      "CIM"
    ],
    "use_case": "A sysadmin uses CIM to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "psremoting": {
    "eli5": "PSRemoting is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "PSRemoting is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "PSRemoting refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "psremoting",
      "PSREMOTING"
    ],
    "use_case": "A sysadmin uses PSRemoting to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "windows logs": {
    "eli5": "Windows Logs is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Windows Logs is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Windows Logs refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "windows logs",
      "WINDOWS LOGS"
    ],
    "use_case": "A sysadmin uses Windows Logs to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "application log": {
    "eli5": "Application Log is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Application Log is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Application Log refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "application log",
      "APPLICATION LOG"
    ],
    "use_case": "A sysadmin uses Application Log to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "system log": {
    "eli5": "System Log is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "System Log is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "System Log refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "system log",
      "SYSTEM LOG"
    ],
    "use_case": "A sysadmin uses System Log to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "security log": {
    "eli5": "Security Log is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Security Log is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Security Log refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "security log",
      "SECURITY LOG"
    ],
    "use_case": "A sysadmin uses Security Log to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "audit policy": {
    "eli5": "Audit Policy is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Audit Policy is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Audit Policy refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "audit policy",
      "AUDIT POLICY"
    ],
    "use_case": "A sysadmin uses Audit Policy to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "forwarded events": {
    "eli5": "Forwarded Events is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Forwarded Events is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Forwarded Events refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "forwarded events",
      "FORWARDED EVENTS"
    ],
    "use_case": "A sysadmin uses Forwarded Events to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "etw (event tracing for windows)": {
    "eli5": "ETW (Event Tracing for Windows) is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "ETW (Event Tracing for Windows) is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "ETW (Event Tracing for Windows) refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "etw (event tracing for windows)",
      "ETW (EVENT TRACING FOR WINDOWS)"
    ],
    "use_case": "A sysadmin uses ETW (Event Tracing for Windows) to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "accessibility": {
    "eli5": "Accessibility is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Accessibility is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Accessibility refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "accessibility",
      "ACCESSIBILITY"
    ],
    "use_case": "A sysadmin uses Accessibility to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "narrator": {
    "eli5": "Narrator is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Narrator is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Narrator refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "narrator",
      "NARRATOR"
    ],
    "use_case": "A sysadmin uses Narrator to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "magnifier": {
    "eli5": "Magnifier is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Magnifier is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Magnifier refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "magnifier",
      "MAGNIFIER"
    ],
    "use_case": "A sysadmin uses Magnifier to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "high contrast": {
    "eli5": "High Contrast is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "High Contrast is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "High Contrast refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "high contrast",
      "HIGH CONTRAST"
    ],
    "use_case": "A sysadmin uses High Contrast to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sticky keys": {
    "eli5": "Sticky Keys is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Sticky Keys is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Sticky Keys refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "sticky keys",
      "STICKY KEYS"
    ],
    "use_case": "A sysadmin uses Sticky Keys to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "filter keys": {
    "eli5": "Filter Keys is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Filter Keys is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Filter Keys refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "filter keys",
      "FILTER KEYS"
    ],
    "use_case": "A sysadmin uses Filter Keys to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "on-screen keyboard": {
    "eli5": "On-Screen Keyboard is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "On-Screen Keyboard is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "On-Screen Keyboard refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "on-screen keyboard",
      "ON-SCREEN KEYBOARD"
    ],
    "use_case": "A sysadmin uses On-Screen Keyboard to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "speech recognition": {
    "eli5": "Speech Recognition is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Speech Recognition is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Speech Recognition refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "speech recognition",
      "SPEECH RECOGNITION"
    ],
    "use_case": "A sysadmin uses Speech Recognition to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "compatibility & virtualization": {
    "eli5": "Compatibility & Virtualization is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Compatibility & Virtualization is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Compatibility & Virtualization refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "compatibility & virtualization",
      "COMPATIBILITY & VIRTUALIZATION"
    ],
    "use_case": "A sysadmin uses Compatibility & Virtualization to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "compatibility mode": {
    "eli5": "Compatibility Mode is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Compatibility Mode is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Compatibility Mode refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "compatibility mode",
      "COMPATIBILITY MODE"
    ],
    "use_case": "A sysadmin uses Compatibility Mode to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "vhd / vhdx": {
    "eli5": "VHD / VHDX is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "VHD / VHDX is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "VHD / VHDX refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "vhd / vhdx",
      "VHD / VHDX"
    ],
    "use_case": "A sysadmin uses VHD / VHDX to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "checkpoint": {
    "eli5": "Checkpoint is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Checkpoint is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Checkpoint refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "checkpoint",
      "CHECKPOINT"
    ],
    "use_case": "A sysadmin uses Checkpoint to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "integration services": {
    "eli5": "Integration Services is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Integration Services is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Integration Services refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "integration services",
      "INTEGRATION SERVICES"
    ],
    "use_case": "A sysadmin uses Integration Services to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "windows defender firewall": {
    "eli5": "Windows Defender Firewall is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Windows Defender Firewall is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Windows Defender Firewall refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "windows defender firewall",
      "WINDOWS DEFENDER FIREWALL"
    ],
    "use_case": "A sysadmin uses Windows Defender Firewall to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ntlm": {
    "eli5": "NTLM is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "NTLM is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "NTLM refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "ntlm",
      "NTLM"
    ],
    "use_case": "A sysadmin uses NTLM to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "kerberos": {
    "eli5": "Kerberos is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Kerberos is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Kerberos refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "kerberos",
      "KERBEROS"
    ],
    "use_case": "A sysadmin uses Kerberos to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "lsa (local security authority)": {
    "eli5": "LSA (Local Security Authority) is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "LSA (Local Security Authority) is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "LSA (Local Security Authority) refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "lsa (local security authority)",
      "LSA (LOCAL SECURITY AUTHORITY)"
    ],
    "use_case": "A sysadmin uses LSA (Local Security Authority) to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "runas": {
    "eli5": "RunAs is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "RunAs is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "RunAs refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "runas",
      "RUNAS"
    ],
    "use_case": "A sysadmin uses RunAs to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "srp (software restriction policy)": {
    "eli5": "SRP (Software Restriction Policy) is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "SRP (Software Restriction Policy) is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "SRP (Software Restriction Policy) refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "srp (software restriction policy)",
      "SRP (SOFTWARE RESTRICTION POLICY)"
    ],
    "use_case": "A sysadmin uses SRP (Software Restriction Policy) to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "user rights assignment": {
    "eli5": "User Rights Assignment is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "User Rights Assignment is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "User Rights Assignment refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "user rights assignment",
      "USER RIGHTS ASSIGNMENT"
    ],
    "use_case": "A sysadmin uses User Rights Assignment to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cloud & hybrid": {
    "eli5": "Cloud & Hybrid is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Cloud & Hybrid is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Cloud & Hybrid refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "cloud & hybrid",
      "CLOUD & HYBRID"
    ],
    "use_case": "A sysadmin uses Cloud & Hybrid to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "azure ad join": {
    "eli5": "Azure AD Join is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Azure AD Join is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Azure AD Join refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "azure ad join",
      "AZURE AD JOIN"
    ],
    "use_case": "A sysadmin uses Azure AD Join to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "hybrid azure ad": {
    "eli5": "Hybrid Azure AD is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Hybrid Azure AD is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Hybrid Azure AD refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "hybrid azure ad",
      "HYBRID AZURE AD"
    ],
    "use_case": "A sysadmin uses Hybrid Azure AD to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "microsoft 365": {
    "eli5": "Microsoft 365 is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Microsoft 365 is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Microsoft 365 refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "microsoft 365",
      "MICROSOFT 365"
    ],
    "use_case": "A sysadmin uses Microsoft 365 to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "intune mdm": {
    "eli5": "Intune MDM is like a helper or setting that keeps your computer running, talking, or working with the cloud.",
    "boss": "Intune MDM is a Windows service, automation tool, logging feature, or cloud connector that supports enterprise workflows, accessibility, or hybrid deployments.",
    "sysadmin": "Intune MDM refers to a Windows component, remote management protocol, event logger, identity method, or cloud integration feature used for automation, auditing, access control, or hybrid device management.",
    "emoji": "⚙️🧠☁️",
    "categories": [
      "Windows",
      "Security",
      "Automation",
      "Cloud",
      "Enterprise",
      "Monitoring",
      "Productivity"
    ],
    "related": [
      "intune",
      "gpo startup script",
      "etw",
      "ntlm",
      "azure ad join"
    ],
    "aliases": [
      "intune mdm",
      "INTUNE MDM"
    ],
    "use_case": "A sysadmin uses Intune MDM to script tasks, log events, deploy policies, or join devices to Azure cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}