{
  "windows autopilot": {
    "eli5": "Windows Autopilot is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Windows Autopilot includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Windows Autopilot refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "windows autopilot",
      "WINDOWS AUTOPILOT"
    ],
    "use_case": "An IT pro uses Windows Autopilot to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "onedrive for business": {
    "eli5": "OneDrive for Business is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "OneDrive for Business includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "OneDrive for Business refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "onedrive for business",
      "ONEDRIVE FOR BUSINESS"
    ],
    "use_case": "An IT pro uses OneDrive for Business to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "azure file sync": {
    "eli5": "Azure File Sync is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Azure File Sync includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Azure File Sync refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "azure file sync",
      "AZURE FILE SYNC"
    ],
    "use_case": "An IT pro uses Azure File Sync to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "cloud pc": {
    "eli5": "Cloud PC is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Cloud PC includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Cloud PC refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "cloud pc",
      "CLOUD PC"
    ],
    "use_case": "An IT pro uses Cloud PC to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "windows 365": {
    "eli5": "Windows 365 is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Windows 365 includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Windows 365 refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "windows 365",
      "WINDOWS 365"
    ],
    "use_case": "An IT pro uses Windows 365 to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "licensing": {
    "eli5": "Licensing is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Licensing includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Licensing refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "licensing",
      "LICENSING"
    ],
    "use_case": "An IT pro uses Licensing to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "volume licensing": {
    "eli5": "Volume Licensing is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Volume Licensing includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Volume Licensing refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "volume licensing",
      "VOLUME LICENSING"
    ],
    "use_case": "An IT pro uses Volume Licensing to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "kms (key management service)": {
    "eli5": "KMS (Key Management Service) is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "KMS (Key Management Service) includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "KMS (Key Management Service) refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "kms (key management service)",
      "KMS (KEY MANAGEMENT SERVICE)"
    ],
    "use_case": "An IT pro uses KMS (Key Management Service) to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "mak (multiple activation key)": {
    "eli5": "MAK (Multiple Activation Key) is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "MAK (Multiple Activation Key) includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "MAK (Multiple Activation Key) refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "mak (multiple activation key)",
      "MAK (MULTIPLE ACTIVATION KEY)"
    ],
    "use_case": "An IT pro uses MAK (Multiple Activation Key) to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "active directory-based activation": {
    "eli5": "Active Directory-Based Activation is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Active Directory-Based Activation includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Active Directory-Based Activation refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "active directory-based activation",
      "ACTIVE DIRECTORY-BASED ACTIVATION"
    ],
    "use_case": "An IT pro uses Active Directory-Based Activation to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "slmgr": {
    "eli5": "SLMGR is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "SLMGR includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "SLMGR refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "slmgr",
      "SLMGR"
    ],
    "use_case": "An IT pro uses SLMGR to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "file extensions": {
    "eli5": "File Extensions is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "File Extensions includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "File Extensions refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "file extensions",
      "FILE EXTENSIONS"
    ],
    "use_case": "An IT pro uses File Extensions to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".exe": {
    "eli5": ".exe is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".exe includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".exe refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".exe",
      ".EXE"
    ],
    "use_case": "An IT pro uses .exe to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".msi": {
    "eli5": ".msi is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".msi includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".msi refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".msi",
      ".MSI"
    ],
    "use_case": "An IT pro uses .msi to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".msu": {
    "eli5": ".msu is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".msu includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".msu refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".msu",
      ".MSU"
    ],
    "use_case": "An IT pro uses .msu to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".bat": {
    "eli5": ".bat is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".bat includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".bat refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".bat",
      ".BAT"
    ],
    "use_case": "An IT pro uses .bat to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".ps1": {
    "eli5": ".ps1 is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".ps1 includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".ps1 refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".ps1",
      ".PS1"
    ],
    "use_case": "An IT pro uses .ps1 to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".cmd": {
    "eli5": ".cmd is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".cmd includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".cmd refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".cmd",
      ".CMD"
    ],
    "use_case": "An IT pro uses .cmd to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".reg": {
    "eli5": ".reg is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".reg includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".reg refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".reg",
      ".REG"
    ],
    "use_case": "An IT pro uses .reg to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".vbs": {
    "eli5": ".vbs is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".vbs includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".vbs refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".vbs",
      ".VBS"
    ],
    "use_case": "An IT pro uses .vbs to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".iso": {
    "eli5": ".iso is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".iso includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".iso refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".iso",
      ".ISO"
    ],
    "use_case": "An IT pro uses .iso to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".wim": {
    "eli5": ".wim is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".wim includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".wim refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".wim",
      ".WIM"
    ],
    "use_case": "An IT pro uses .wim to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".dll": {
    "eli5": ".dll is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".dll includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".dll refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".dll",
      ".DLL"
    ],
    "use_case": "An IT pro uses .dll to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".sys": {
    "eli5": ".sys is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".sys includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".sys refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".sys",
      ".SYS"
    ],
    "use_case": "An IT pro uses .sys to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".ini": {
    "eli5": ".ini is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".ini includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".ini refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".ini",
      ".INI"
    ],
    "use_case": "An IT pro uses .ini to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  ".log": {
    "eli5": ".log is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": ".log includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": ".log refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      ".log",
      ".LOG"
    ],
    "use_case": "An IT pro uses .log to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "system directories": {
    "eli5": "System Directories is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "System Directories includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "System Directories refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "system directories",
      "SYSTEM DIRECTORIES"
    ],
    "use_case": "An IT pro uses System Directories to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "c:\\windows": {
    "eli5": "C:\\Windows is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "C:\\Windows includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "C:\\Windows refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "c:\\windows",
      "C:\\WINDOWS"
    ],
    "use_case": "An IT pro uses C:\\Windows to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "c:\\program files": {
    "eli5": "C:\\Program Files is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "C:\\Program Files includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "C:\\Program Files refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "c:\\program files",
      "C:\\PROGRAM FILES"
    ],
    "use_case": "An IT pro uses C:\\Program Files to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "c:\\programdata": {
    "eli5": "C:\\ProgramData is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "C:\\ProgramData includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "C:\\ProgramData refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "c:\\programdata",
      "C:\\PROGRAMDATA"
    ],
    "use_case": "An IT pro uses C:\\ProgramData to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "c:\\users": {
    "eli5": "C:\\Users is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "C:\\Users includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "C:\\Users refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "c:\\users",
      "C:\\USERS"
    ],
    "use_case": "An IT pro uses C:\\Users to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "c:\\temp": {
    "eli5": "C:\\Temp is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "C:\\Temp includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "C:\\Temp refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "c:\\temp",
      "C:\\TEMP"
    ],
    "use_case": "An IT pro uses C:\\Temp to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "%appdata%": {
    "eli5": "%APPDATA% is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "%APPDATA% includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "%APPDATA% refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "%appdata%",
      "%APPDATA%"
    ],
    "use_case": "An IT pro uses %APPDATA% to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "%programfiles%": {
    "eli5": "%PROGRAMFILES% is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "%PROGRAMFILES% includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "%PROGRAMFILES% refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "%programfiles%",
      "%PROGRAMFILES%"
    ],
    "use_case": "An IT pro uses %PROGRAMFILES% to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "%systemroot%": {
    "eli5": "%SYSTEMROOT% is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "%SYSTEMROOT% includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "%SYSTEMROOT% refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "%systemroot%",
      "%SYSTEMROOT%"
    ],
    "use_case": "An IT pro uses %SYSTEMROOT% to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "%windir%": {
    "eli5": "%WINDIR% is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "%WINDIR% includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "%WINDIR% refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "%windir%",
      "%WINDIR%"
    ],
    "use_case": "An IT pro uses %WINDIR% to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "%temp%": {
    "eli5": "%TEMP% is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "%TEMP% includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "%TEMP% refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "%temp%",
      "%TEMP%"
    ],
    "use_case": "An IT pro uses %TEMP% to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "database": {
    "eli5": "Database is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Database includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Database refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "database",
      "DATABASE"
    ],
    "use_case": "An IT pro uses Database to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "database engine": {
    "eli5": "Database Engine is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Database Engine includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Database Engine refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "database engine",
      "DATABASE ENGINE"
    ],
    "use_case": "An IT pro uses Database Engine to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "database server": {
    "eli5": "Database Server is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Database Server includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Database Server refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "database server",
      "DATABASE SERVER"
    ],
    "use_case": "An IT pro uses Database Server to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "relational database": {
    "eli5": "Relational Database is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Relational Database includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Relational Database refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "relational database",
      "RELATIONAL DATABASE"
    ],
    "use_case": "An IT pro uses Relational Database to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "non-relational database": {
    "eli5": "Non-Relational Database is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Non-Relational Database includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Non-Relational Database refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "non-relational database",
      "NON-RELATIONAL DATABASE"
    ],
    "use_case": "An IT pro uses Non-Relational Database to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "sql (structured query language)": {
    "eli5": "SQL (Structured Query Language) is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "SQL (Structured Query Language) includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "SQL (Structured Query Language) refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "sql (structured query language)",
      "SQL (STRUCTURED QUERY LANGUAGE)"
    ],
    "use_case": "An IT pro uses SQL (Structured Query Language) to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "nosql": {
    "eli5": "NoSQL is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "NoSQL includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "NoSQL refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "nosql",
      "NOSQL"
    ],
    "use_case": "An IT pro uses NoSQL to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "acid properties": {
    "eli5": "ACID Properties is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "ACID Properties includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "ACID Properties refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "acid properties",
      "ACID PROPERTIES"
    ],
    "use_case": "An IT pro uses ACID Properties to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "base properties": {
    "eli5": "BASE Properties is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "BASE Properties includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "BASE Properties refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "base properties",
      "BASE PROPERTIES"
    ],
    "use_case": "An IT pro uses BASE Properties to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "oltp (online transaction processing)": {
    "eli5": "OLTP (Online Transaction Processing) is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "OLTP (Online Transaction Processing) includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "OLTP (Online Transaction Processing) refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "oltp (online transaction processing)",
      "OLTP (ONLINE TRANSACTION PROCESSING)"
    ],
    "use_case": "An IT pro uses OLTP (Online Transaction Processing) to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "olap (online analytical processing)": {
    "eli5": "OLAP (Online Analytical Processing) is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "OLAP (Online Analytical Processing) includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "OLAP (Online Analytical Processing) refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "olap (online analytical processing)",
      "OLAP (ONLINE ANALYTICAL PROCESSING)"
    ],
    "use_case": "An IT pro uses OLAP (Online Analytical Processing) to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "data warehouse": {
    "eli5": "Data Warehouse is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Data Warehouse includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Data Warehouse refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "data warehouse",
      "DATA WAREHOUSE"
    ],
    "use_case": "An IT pro uses Data Warehouse to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  },
  "data lake": {
    "eli5": "Data Lake is like a storage bin, magic shortcut, or rule that helps computers find files, work with data, or stay connected to the cloud.",
    "boss": "Data Lake includes cloud-first deployment tools, file formats, licensing methods, and database architectures used in modern enterprise environments.",
    "sysadmin": "Data Lake refers to a Windows service, file extension, system variable, or database concept used to manage software licensing, cloud sync, and structured/unstructured data processing.",
    "emoji": "💾☁️🔑📁",
    "categories": [
      "Windows",
      "Cloud",
      "Storage",
      "Database",
      "Configuration Management",
      "Enterprise"
    ],
    "related": [
      "onedrive",
      "sql",
      "nosql",
      "slmgr",
      "data warehouse"
    ],
    "aliases": [
      "data lake",
      "DATA LAKE"
    ],
    "use_case": "An IT pro uses Data Lake to activate software, sync files with the cloud, or run business intelligence workloads in a database.",
    "jargon_score": 4,
    "level": "Intermediate"
  }
}