{
  "vault_hashicorp": {
    "eli5": "Vault is like a super-locked treasure chest that holds your secrets and only opens if you prove who you are.",
    "boss": "Vault by HashiCorp is a secrets management system that securely stores API keys, passwords, and encryption keys.",
    "sysadmin": "Vault is a centralized tool for managing secrets, certificates, and dynamic credentials using policy-based access and auditing.",
    "emoji": "🔐💼🧰",
    "categories": [
      "Security",
      "Infrastructure"
    ],
    "related": [
      "Secrets Manager",
      "Key Management System",
      "Authenticator App"
    ],
    "aliases": [
      "HashiCorp Vault"
    ],
    "use_case": "Used to dynamically generate database credentials for applications to reduce credential exposure.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "key_management_system_kms": {
    "eli5": "KMS is like a keychain that hands out digital keys when apps need to lock or unlock data.",
    "boss": "A Key Management System (KMS) securely handles encryption keys for data at rest and in transit.",
    "sysadmin": "KMS provides lifecycle management for encryption keys, enabling secure generation, storage, rotation, and access control.",
    "emoji": "🗝️🔑🧩",
    "categories": [
      "Security",
      "Infrastructure",
      "Encryption"
    ],
    "related": [
      "Vault",
      "Secrets Manager",
      "AWS KMS"
    ],
    "aliases": [
      "KMS"
    ],
    "use_case": "Used to encrypt and decrypt sensitive customer data in a cloud application.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "tls_termination_proxy": {
    "eli5": "It’s like a bouncer that checks IDs and lets you in before you go to the real party inside.",
    "boss": "A TLS Termination Proxy handles encryption at the network edge and forwards unencrypted traffic internally.",
    "sysadmin": "TLS termination proxies decrypt HTTPS at the perimeter (e.g., load balancers) to offload SSL processing from backend services.",
    "emoji": "🧊🔐🛑",
    "categories": [
      "Security",
      "Networking"
    ],
    "related": [
      "Ingress",
      "Load Balancer",
      "Nginx"
    ],
    "aliases": [],
    "use_case": "Used to decrypt HTTPS traffic at the load balancer before routing it to backend servers.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "jump_server": {
    "eli5": "A jump server is like a special front door you must go through to enter the secret rooms.",
    "boss": "A jump server is a secure gateway for accessing servers in a private network, reducing exposure.",
    "sysadmin": "Jump servers act as intermediary hosts for SSH/RDP, allowing secure administrative access into segmented or protected network zones.",
    "emoji": "🚪🔐🖥️",
    "categories": [
      "Security",
      "Infrastructure"
    ],
    "related": [
      "Bastion Host",
      "SSH Key",
      "Firewall"
    ],
    "aliases": [
      "Jump Host"
    ],
    "use_case": "Used to provide SSH access to private servers without exposing them directly to the internet.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "bastion_host": {
    "eli5": "A Bastion Host is like a watchtower that guards and controls who can enter the castle.",
    "boss": "A Bastion Host is a hardened entry point for accessing secure network areas, often used for administrative access.",
    "sysadmin": "A Bastion Host is an exposed server used to access private network instances securely, typically with strong authentication and monitoring.",
    "emoji": "🏰🔐🛡️",
    "categories": [
      "Security",
      "Infrastructure"
    ],
    "related": [
      "Jump Server",
      "Firewall",
      "VPN"
    ],
    "aliases": [],
    "use_case": "Used to SSH into internal servers in a VPC while logging all access.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "authentication_infrastructure": {
    "eli5": "Authentication infrastructure is like the locks and keycards that let you into different parts of a building.",
    "boss": "Authentication infrastructure includes all tools and systems that verify user identity before granting access to IT resources.",
    "sysadmin": "It consists of identity providers (IdPs), protocols like SAML/OIDC, MFA mechanisms, and access policies to securely validate users.",
    "emoji": "🔑🧑‍💻🛡️",
    "categories": [
      "Security",
      "Infrastructure"
    ],
    "related": [
      "SSO",
      "MFA",
      "Identity Provider"
    ],
    "aliases": [],
    "use_case": "Used to implement centralized authentication across cloud and on-prem services.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "active_directory": {
    "eli5": "Active Directory is like a digital address book that also says who can do what on a company’s computers.",
    "boss": "Active Directory (AD) is Microsoft’s directory service used for user authentication and access control across networks.",
    "sysadmin": "AD uses LDAP and Kerberos protocols to manage users, computers, and policies in Windows-based environments.",
    "emoji": "📘👤🏢",
    "categories": [
      "Security",
      "Microsoft",
      "Infrastructure"
    ],
    "related": [
      "SSO",
      "Group Policy",
      "LDAP"
    ],
    "aliases": [
      "AD"
    ],
    "use_case": "Used to manage domain logins, enforce policies, and provide network-wide authentication.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "sso": {
    "eli5": "SSO lets you log in once and magically get into all your stuff without logging in again.",
    "boss": "Single Sign-On (SSO) enables users to access multiple apps with one login, improving security and user experience.",
    "sysadmin": "SSO uses identity federation protocols like SAML, OIDC, or Kerberos to authenticate users across systems with a single credential set.",
    "emoji": "🛂🔓🌐",
    "categories": [
      "Security",
      "Authentication"
    ],
    "related": [
      "SAML",
      "MFA",
      "IdP"
    ],
    "aliases": [
      "Single Sign-On"
    ],
    "use_case": "Used to allow employees to access cloud apps using their corporate login.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "saml": {
    "eli5": "SAML is like a secret handshake that websites use to confirm who you are.",
    "boss": "SAML is a protocol that allows secure single sign-on between identity providers and services.",
    "sysadmin": "Security Assertion Markup Language (SAML) is an XML-based standard for exchanging authentication data between an IdP and SP.",
    "emoji": "📜🧾🔐",
    "categories": [
      "Security",
      "Authentication"
    ],
    "related": [
      "SSO",
      "IdP",
      "OAuth"
    ],
    "aliases": [],
    "use_case": "Used to authenticate users logging into a web app via corporate credentials.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mfa": {
    "eli5": "MFA is like needing both your key and fingerprint to open a safe.",
    "boss": "Multi-Factor Authentication adds extra layers of security by requiring more than just a password.",
    "sysadmin": "MFA requires users to authenticate using two or more independent credentials—typically something they know, have, or are.",
    "emoji": "🔐📲🔍",
    "categories": [
      "Security",
      "Authentication"
    ],
    "related": [
      "SSO",
      "Authenticator App",
      "IdP"
    ],
    "aliases": [
      "Multi-Factor Authentication"
    ],
    "use_case": "Used to protect admin logins by requiring both a password and a mobile app code.",
    "jargon_score": 2,
    "level": "Beginner"
  }
}