{
  "csrf": {
    "eli5": "It’s like someone tricking your little brother into doing something bad using your toys.",
    "boss": "CSRF is a type of attack where a malicious site tricks users into executing unwanted actions on another site where they’re authenticated.",
    "sysadmin": "Cross-Site Request Forgery occurs when unauthorized commands are transmitted from a user that the web application trusts, typically via cookies or stored credentials.",
    "emoji": "🎭🔓🌐",
    "categories": [
      "Security",
      "Web"
    ],
    "related": [
      "XSS",
      "Secure Headers",
      "Tokens",
      "SameSite Cookie"
    ],
    "aliases": [
      "Cross-Site Request Forgery"
    ],
    "use_case": "CSRF tokens are added to forms to prevent fake submissions from other websites.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "subresource_integrity_sri": {
    "eli5": "It’s like checking if your package hasn’t been opened before using it.",
    "boss": "SRI is a security feature that ensures externally loaded files like scripts or styles haven't been tampered with.",
    "sysadmin": "Subresource Integrity uses cryptographic hash checks (e.g. SHA-384) in HTML tags to validate the integrity of external resources.",
    "emoji": "📦🔐✅",
    "categories": [
      "Security",
      "Web"
    ],
    "related": [
      "Secure Headers",
      "Content Security Policy (CSP)",
      "CDN"
    ],
    "aliases": [
      "SRI"
    ],
    "use_case": "Used to safely load third-party scripts like jQuery from a CDN.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "hsts_http_strict_transport_security": {
    "eli5": "It tells your browser to always use a secure path and never take shortcuts.",
    "boss": "HSTS is a browser policy that forces all connections to a site to use HTTPS, enhancing security.",
    "sysadmin": "HTTP Strict Transport Security is a security header instructing browsers to only use HTTPS, helping prevent downgrade and cookie hijacking attacks.",
    "emoji": "🔒🚫🌐",
    "categories": [
      "Security",
      "Web"
    ],
    "related": [
      "TLS",
      "SSL Certificate",
      "Secure Headers"
    ],
    "aliases": [
      "HSTS"
    ],
    "use_case": "Used by banking websites to ensure all traffic is encrypted and secure.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "referrer_policy": {
    "eli5": "It tells your browser how much personal info to share when you click a link.",
    "boss": "Referrer Policy controls how much referrer information is passed between websites to protect user privacy.",
    "sysadmin": "A security header that limits or modifies the Referer HTTP header sent when navigating between sites or loading resources.",
    "emoji": "🔍🛑🔗",
    "categories": [
      "Security",
      "Privacy"
    ],
    "related": [
      "Permissions Policy",
      "Secure Headers",
      "CSP"
    ],
    "aliases": [],
    "use_case": "Used to prevent leaking sensitive URLs to third-party analytics or embeds.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "permissions_policy": {
    "eli5": "It’s like setting rules about who can touch the remote control at home.",
    "boss": "Permissions Policy lets websites control which browser features (like camera or fullscreen) are allowed.",
    "sysadmin": "A security header that allows or blocks use of powerful browser features on a per-origin basis, formerly Feature Policy.",
    "emoji": "📋🔐🎮",
    "categories": [
      "Security",
      "Web"
    ],
    "related": [
      "Referrer Policy",
      "CSP",
      "Secure Headers"
    ],
    "aliases": [
      "Feature Policy"
    ],
    "use_case": "Used to block iframes from accessing the camera or microphone.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "secure_headers": {
    "eli5": "They’re like safety instructions for your browser to follow when visiting a website.",
    "boss": "Secure headers are HTTP response headers that help enforce browser security policies to reduce vulnerabilities.",
    "sysadmin": "Security-related HTTP response headers like HSTS, CSP, X-Frame-Options, and Referrer-Policy that guide browser behavior and mitigate attacks.",
    "emoji": "📜🛡️🧠",
    "categories": [
      "Security",
      "Web"
    ],
    "related": [
      "CSP",
      "HSTS",
      "Referrer Policy",
      "Permissions Policy"
    ],
    "aliases": [],
    "use_case": "Used to reduce risk of XSS, clickjacking, and information leakage in web apps.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "version_control": {
    "eli5": "It’s like a save button that remembers every version of your work so you can go back anytime.",
    "boss": "Version control tracks changes to files over time and helps teams collaborate safely and efficiently.",
    "sysadmin": "A system that manages file changes over time, enabling branching, merging, and history tracking—commonly via Git.",
    "emoji": "🕒📁🔁",
    "categories": [
      "Version Control",
      "Collaboration"
    ],
    "related": [
      "Git",
      "GitHub",
      "Commit",
      "Branch"
    ],
    "aliases": [],
    "use_case": "Used by developers to manage code changes and roll back when needed.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "git": {
    "eli5": "Git is like a time machine for your code—it remembers everything you did.",
    "boss": "Git is a distributed version control system that helps teams track and merge code changes efficiently.",
    "sysadmin": "Git is a CLI-based distributed VCS supporting commits, branches, and merging with strong support for collaboration and history rewrites.",
    "emoji": "🔀📦💾",
    "categories": [
      "Version Control",
      "CLI"
    ],
    "related": [
      "GitHub",
      "Branch",
      "Commit",
      "Merge"
    ],
    "aliases": [],
    "use_case": "Used to manage feature branches during software development.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "github": {
    "eli5": "GitHub is like a giant online folder where people store and share their coding projects.",
    "boss": "GitHub is a cloud-based platform for hosting and collaborating on Git repositories with built-in CI/CD and issue tracking.",
    "sysadmin": "GitHub provides Git repository hosting with web-based collaboration tools, pull requests, issue tracking, and GitHub Actions for automation.",
    "emoji": "🐙💻🌐",
    "categories": [
      "Version Control",
      "Collaboration",
      "Web"
    ],
    "related": [
      "Git",
      "Pull Request",
      "GitHub Actions",
      "CI/CD"
    ],
    "aliases": [],
    "use_case": "Used to collaborate on open source projects and track contributions.",
    "jargon_score": 2,
    "level": "Beginner"
  }
}