{
  "id": {
    "eli5": "id is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "id is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "id refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "id",
      "ID"
    ],
    "use_case": "An IT admin uses id to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "alias": {
    "eli5": "alias is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "alias is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "alias refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "alias",
      "ALIAS"
    ],
    "use_case": "An IT admin uses alias to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "history": {
    "eli5": "history is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "history is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "history refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "history",
      "HISTORY"
    ],
    "use_case": "An IT admin uses history to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "bashrc": {
    "eli5": "bashrc is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "bashrc is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "bashrc refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "bashrc",
      "BASHRC"
    ],
    "use_case": "An IT admin uses bashrc to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "profile": {
    "eli5": "profile is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "profile is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "profile refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "profile",
      "PROFILE"
    ],
    "use_case": "An IT admin uses profile to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "env": {
    "eli5": "env is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "env is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "env refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "env",
      "ENV"
    ],
    "use_case": "An IT admin uses env to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "export": {
    "eli5": "export is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "export is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "export refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "export",
      "EXPORT"
    ],
    "use_case": "An IT admin uses export to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "locale": {
    "eli5": "locale is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "locale is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "locale refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "locale",
      "LOCALE"
    ],
    "use_case": "An IT admin uses locale to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "time": {
    "eli5": "time is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "time is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "time refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "time",
      "TIME"
    ],
    "use_case": "An IT admin uses time to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "date": {
    "eli5": "date is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "date is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "date refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "date",
      "DATE"
    ],
    "use_case": "An IT admin uses date to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "cal": {
    "eli5": "cal is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "cal is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "cal refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "cal",
      "CAL"
    ],
    "use_case": "An IT admin uses cal to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "yes": {
    "eli5": "yes is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "yes is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "yes refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "yes",
      "YES"
    ],
    "use_case": "An IT admin uses yes to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "seq": {
    "eli5": "seq is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "seq is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "seq refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "seq",
      "SEQ"
    ],
    "use_case": "An IT admin uses seq to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "bc": {
    "eli5": "bc is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "bc is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "bc refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "bc",
      "BC"
    ],
    "use_case": "An IT admin uses bc to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "man pages": {
    "eli5": "Man Pages is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Man Pages is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Man Pages refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "man pages",
      "MAN PAGES"
    ],
    "use_case": "An IT admin uses Man Pages to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "info": {
    "eli5": "info is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "info is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "info refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "info",
      "INFO"
    ],
    "use_case": "An IT admin uses info to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "whatis": {
    "eli5": "whatis is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "whatis is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "whatis refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "whatis",
      "WHATIS"
    ],
    "use_case": "An IT admin uses whatis to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "apropos": {
    "eli5": "apropos is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "apropos is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "apropos refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "apropos",
      "APROPOS"
    ],
    "use_case": "An IT admin uses apropos to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows": {
    "eli5": "Windows is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows",
      "WINDOWS"
    ],
    "use_case": "An IT admin uses Windows to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows os": {
    "eli5": "Windows OS is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows OS is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows OS refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows os",
      "WINDOWS OS"
    ],
    "use_case": "An IT admin uses Windows OS to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows 10": {
    "eli5": "Windows 10 is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows 10 is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows 10 refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows 10",
      "WINDOWS 10"
    ],
    "use_case": "An IT admin uses Windows 10 to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows 11": {
    "eli5": "Windows 11 is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows 11 is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows 11 refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows 11",
      "WINDOWS 11"
    ],
    "use_case": "An IT admin uses Windows 11 to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows server": {
    "eli5": "Windows Server is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows Server is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows Server refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows server",
      "WINDOWS SERVER"
    ],
    "use_case": "An IT admin uses Windows Server to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows update": {
    "eli5": "Windows Update is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows Update is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows Update refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows update",
      "WINDOWS UPDATE"
    ],
    "use_case": "An IT admin uses Windows Update to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows insider program": {
    "eli5": "Windows Insider Program is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows Insider Program is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows Insider Program refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows insider program",
      "WINDOWS INSIDER PROGRAM"
    ],
    "use_case": "An IT admin uses Windows Insider Program to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "winre (windows recovery environment)": {
    "eli5": "WinRE (Windows Recovery Environment) is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "WinRE (Windows Recovery Environment) is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "WinRE (Windows Recovery Environment) refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "winre (windows recovery environment)",
      "WINRE (WINDOWS RECOVERY ENVIRONMENT)"
    ],
    "use_case": "An IT admin uses WinRE (Windows Recovery Environment) to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "winpe (preinstallation environment)": {
    "eli5": "WinPE (Preinstallation Environment) is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "WinPE (Preinstallation Environment) is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "WinPE (Preinstallation Environment) refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "winpe (preinstallation environment)",
      "WINPE (PREINSTALLATION ENVIRONMENT)"
    ],
    "use_case": "An IT admin uses WinPE (Preinstallation Environment) to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "oem key": {
    "eli5": "OEM Key is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "OEM Key is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "OEM Key refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "oem key",
      "OEM KEY"
    ],
    "use_case": "An IT admin uses OEM Key to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "product key": {
    "eli5": "Product Key is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Product Key is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Product Key refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "product key",
      "PRODUCT KEY"
    ],
    "use_case": "An IT admin uses Product Key to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "activation": {
    "eli5": "Activation is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Activation is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Activation refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "activation",
      "ACTIVATION"
    ],
    "use_case": "An IT admin uses Activation to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "digital license": {
    "eli5": "Digital License is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Digital License is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Digital License refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "digital license",
      "DIGITAL LICENSE"
    ],
    "use_case": "An IT admin uses Digital License to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "file explorer": {
    "eli5": "File Explorer is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "File Explorer is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "File Explorer refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "file explorer",
      "FILE EXPLORER"
    ],
    "use_case": "An IT admin uses File Explorer to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "taskbar": {
    "eli5": "Taskbar is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Taskbar is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Taskbar refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "taskbar",
      "TASKBAR"
    ],
    "use_case": "An IT admin uses Taskbar to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "start menu": {
    "eli5": "Start Menu is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Start Menu is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Start Menu refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "start menu",
      "START MENU"
    ],
    "use_case": "An IT admin uses Start Menu to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "action center": {
    "eli5": "Action Center is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Action Center is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Action Center refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "action center",
      "ACTION CENTER"
    ],
    "use_case": "An IT admin uses Action Center to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "notification center": {
    "eli5": "Notification Center is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Notification Center is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Notification Center refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "notification center",
      "NOTIFICATION CENTER"
    ],
    "use_case": "An IT admin uses Notification Center to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "settings app": {
    "eli5": "Settings App is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Settings App is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Settings App refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "settings app",
      "SETTINGS APP"
    ],
    "use_case": "An IT admin uses Settings App to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "control panel": {
    "eli5": "Control Panel is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Control Panel is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Control Panel refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "control panel",
      "CONTROL PANEL"
    ],
    "use_case": "An IT admin uses Control Panel to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "system tray": {
    "eli5": "System Tray is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "System Tray is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "System Tray refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "system tray",
      "SYSTEM TRAY"
    ],
    "use_case": "An IT admin uses System Tray to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "run dialog": {
    "eli5": "Run Dialog is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Run Dialog is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Run Dialog refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "run dialog",
      "RUN DIALOG"
    ],
    "use_case": "An IT admin uses Run Dialog to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "file associations": {
    "eli5": "File Associations is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "File Associations is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "File Associations refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "file associations",
      "FILE ASSOCIATIONS"
    ],
    "use_case": "An IT admin uses File Associations to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows themes": {
    "eli5": "Windows Themes is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows Themes is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows Themes refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows themes",
      "WINDOWS THEMES"
    ],
    "use_case": "An IT admin uses Windows Themes to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "desktop background": {
    "eli5": "Desktop Background is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Desktop Background is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Desktop Background refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "desktop background",
      "DESKTOP BACKGROUND"
    ],
    "use_case": "An IT admin uses Desktop Background to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows shell": {
    "eli5": "Windows Shell is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows Shell is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows Shell refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows shell",
      "WINDOWS SHELL"
    ],
    "use_case": "An IT admin uses Windows Shell to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "file properties": {
    "eli5": "File Properties is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "File Properties is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "File Properties refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "file properties",
      "FILE PROPERTIES"
    ],
    "use_case": "An IT admin uses File Properties to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "cmd (command prompt)": {
    "eli5": "CMD (Command Prompt) is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "CMD (Command Prompt) is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "CMD (Command Prompt) refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "cmd (command prompt)",
      "CMD (COMMAND PROMPT)"
    ],
    "use_case": "An IT admin uses CMD (Command Prompt) to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "powershell": {
    "eli5": "PowerShell is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "PowerShell is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "PowerShell refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "powershell",
      "POWERSHELL"
    ],
    "use_case": "An IT admin uses PowerShell to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "windows terminal": {
    "eli5": "Windows Terminal is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "Windows Terminal is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "Windows Terminal refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "windows terminal",
      "WINDOWS TERMINAL"
    ],
    "use_case": "An IT admin uses Windows Terminal to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "wsl (windows subsystem for linux)": {
    "eli5": "WSL (Windows Subsystem for Linux) is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "WSL (Windows Subsystem for Linux) is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "WSL (Windows Subsystem for Linux) refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "wsl (windows subsystem for linux)",
      "WSL (WINDOWS SUBSYSTEM FOR LINUX)"
    ],
    "use_case": "An IT admin uses WSL (Windows Subsystem for Linux) to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  },
  "wsl2": {
    "eli5": "WSL2 is like a button or setting in your computer that helps you do things or change how it looks.",
    "boss": "WSL2 is a command, setting, or Windows feature that helps users or admins control, customize, or troubleshoot the operating system.",
    "sysadmin": "WSL2 refers to a shell command, configuration file, or Windows-specific component used to manage environment variables, system identity, UI elements, or system recovery.",
    "emoji": "🪟⚙️📁",
    "categories": [
      "Windows",
      "CLI",
      "Productivity",
      "Configuration Management"
    ],
    "related": [
      "powershell",
      "cmd",
      "wsl",
      "control panel",
      "settings app"
    ],
    "aliases": [
      "wsl2",
      "WSL2"
    ],
    "use_case": "An IT admin uses WSL2 to configure user environments, activate licenses, or guide users through Windows troubleshooting.",
    "jargon_score": 3,
    "level": "Beginner"
  }
}