{
  "allowedips": {
    "eli5": "AllowedIPs is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "AllowedIPs includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "AllowedIPs refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "allowedips",
      "ALLOWEDIPS"
    ],
    "use_case": "An IT administrator uses AllowedIPs to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "persistentkeepalive": {
    "eli5": "PersistentKeepalive is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "PersistentKeepalive includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "PersistentKeepalive refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "persistentkeepalive",
      "PERSISTENTKEEPALIVE"
    ],
    "use_case": "An IT administrator uses PersistentKeepalive to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "privatekey": {
    "eli5": "PrivateKey is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "PrivateKey includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "PrivateKey refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "privatekey",
      "PRIVATEKEY"
    ],
    "use_case": "An IT administrator uses PrivateKey to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "publickey": {
    "eli5": "PublicKey is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "PublicKey includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "PublicKey refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "publickey",
      "PUBLICKEY"
    ],
    "use_case": "An IT administrator uses PublicKey to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "endpoint": {
    "eli5": "Endpoint is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Endpoint includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Endpoint refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "endpoint",
      "ENDPOINT"
    ],
    "use_case": "An IT administrator uses Endpoint to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "preup / postup": {
    "eli5": "PreUp / PostUp is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "PreUp / PostUp includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "PreUp / PostUp refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "preup / postup",
      "PREUP / POSTUP"
    ],
    "use_case": "An IT administrator uses PreUp / PostUp to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "udp port 51820": {
    "eli5": "UDP Port 51820 is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "UDP Port 51820 includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "UDP Port 51820 refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "udp port 51820",
      "UDP PORT 51820"
    ],
    "use_case": "An IT administrator uses UDP Port 51820 to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "lightweight protocol": {
    "eli5": "Lightweight Protocol is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Lightweight Protocol includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Lightweight Protocol refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "lightweight protocol",
      "LIGHTWEIGHT PROTOCOL"
    ],
    "use_case": "An IT administrator uses Lightweight Protocol to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "kernel module": {
    "eli5": "Kernel Module is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Kernel Module includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Kernel Module refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "kernel module",
      "KERNEL MODULE"
    ],
    "use_case": "An IT administrator uses Kernel Module to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "high performance": {
    "eli5": "High Performance is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "High Performance includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "High Performance refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "high performance",
      "HIGH PERFORMANCE"
    ],
    "use_case": "An IT administrator uses High Performance to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "vpn alternatives": {
    "eli5": "VPN Alternatives is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "VPN Alternatives includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "VPN Alternatives refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "vpn alternatives",
      "VPN ALTERNATIVES"
    ],
    "use_case": "An IT administrator uses VPN Alternatives to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "cloudflare access": {
    "eli5": "Cloudflare Access is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Cloudflare Access includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Cloudflare Access refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "cloudflare access",
      "CLOUDFLARE ACCESS"
    ],
    "use_case": "An IT administrator uses Cloudflare Access to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "beyondcorp": {
    "eli5": "BeyondCorp is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "BeyondCorp includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "BeyondCorp refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "beyondcorp",
      "BEYONDCORP"
    ],
    "use_case": "An IT administrator uses BeyondCorp to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "private network tunnels": {
    "eli5": "Private Network Tunnels is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Private Network Tunnels includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Private Network Tunnels refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "private network tunnels",
      "PRIVATE NETWORK TUNNELS"
    ],
    "use_case": "An IT administrator uses Private Network Tunnels to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "identity-aware proxy (iap)": {
    "eli5": "Identity-Aware Proxy (IAP) is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Identity-Aware Proxy (IAP) includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Identity-Aware Proxy (IAP) refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "identity-aware proxy (iap)",
      "IDENTITY-AWARE PROXY (IAP)"
    ],
    "use_case": "An IT administrator uses Identity-Aware Proxy (IAP) to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "sccm (system center configuration manager)": {
    "eli5": "SCCM (System Center Configuration Manager) is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "SCCM (System Center Configuration Manager) includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "SCCM (System Center Configuration Manager) refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "sccm (system center configuration manager)",
      "SCCM (SYSTEM CENTER CONFIGURATION MANAGER)"
    ],
    "use_case": "An IT administrator uses SCCM (System Center Configuration Manager) to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "microsoft configuration manager": {
    "eli5": "Microsoft Configuration Manager is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Microsoft Configuration Manager includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Microsoft Configuration Manager refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "microsoft configuration manager",
      "MICROSOFT CONFIGURATION MANAGER"
    ],
    "use_case": "An IT administrator uses Microsoft Configuration Manager to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "mecm (microsoft endpoint configuration manager)": {
    "eli5": "MECM (Microsoft Endpoint Configuration Manager) is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "MECM (Microsoft Endpoint Configuration Manager) includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "MECM (Microsoft Endpoint Configuration Manager) refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "mecm (microsoft endpoint configuration manager)",
      "MECM (MICROSOFT ENDPOINT CONFIGURATION MANAGER)"
    ],
    "use_case": "An IT administrator uses MECM (Microsoft Endpoint Configuration Manager) to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "microsoft endpoint manager": {
    "eli5": "Microsoft Endpoint Manager is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Microsoft Endpoint Manager includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Microsoft Endpoint Manager refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "microsoft endpoint manager",
      "MICROSOFT ENDPOINT MANAGER"
    ],
    "use_case": "An IT administrator uses Microsoft Endpoint Manager to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "configmgr": {
    "eli5": "ConfigMgr is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "ConfigMgr includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "ConfigMgr refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "configmgr",
      "CONFIGMGR"
    ],
    "use_case": "An IT administrator uses ConfigMgr to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "cm console": {
    "eli5": "CM Console is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "CM Console includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "CM Console refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "cm console",
      "CM CONSOLE"
    ],
    "use_case": "An IT administrator uses CM Console to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "cmtrace": {
    "eli5": "CMTrace is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "CMTrace includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "CMTrace refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "cmtrace",
      "CMTRACE"
    ],
    "use_case": "An IT administrator uses CMTrace to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "cmg (cloud management gateway)": {
    "eli5": "CMG (Cloud Management Gateway) is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "CMG (Cloud Management Gateway) includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "CMG (Cloud Management Gateway) refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "cmg (cloud management gateway)",
      "CMG (CLOUD MANAGEMENT GATEWAY)"
    ],
    "use_case": "An IT administrator uses CMG (Cloud Management Gateway) to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "cdp (cloud distribution point)": {
    "eli5": "CDP (Cloud Distribution Point) is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "CDP (Cloud Distribution Point) includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "CDP (Cloud Distribution Point) refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "cdp (cloud distribution point)",
      "CDP (CLOUD DISTRIBUTION POINT)"
    ],
    "use_case": "An IT administrator uses CDP (Cloud Distribution Point) to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "cloud attach": {
    "eli5": "Cloud Attach is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Cloud Attach includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Cloud Attach refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "cloud attach",
      "CLOUD ATTACH"
    ],
    "use_case": "An IT administrator uses Cloud Attach to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "tenant attach": {
    "eli5": "Tenant Attach is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Tenant Attach includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Tenant Attach refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "tenant attach",
      "TENANT ATTACH"
    ],
    "use_case": "An IT administrator uses Tenant Attach to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "co-management": {
    "eli5": "Co-Management is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Co-Management includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Co-Management refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "co-management",
      "CO-MANAGEMENT"
    ],
    "use_case": "An IT administrator uses Co-Management to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "site server": {
    "eli5": "Site Server is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Site Server includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Site Server refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "site server",
      "SITE SERVER"
    ],
    "use_case": "An IT administrator uses Site Server to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "primary site": {
    "eli5": "Primary Site is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Primary Site includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Primary Site refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "primary site",
      "PRIMARY SITE"
    ],
    "use_case": "An IT administrator uses Primary Site to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "secondary site": {
    "eli5": "Secondary Site is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Secondary Site includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Secondary Site refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "secondary site",
      "SECONDARY SITE"
    ],
    "use_case": "An IT administrator uses Secondary Site to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "central administration site (cas)": {
    "eli5": "Central Administration Site (CAS) is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Central Administration Site (CAS) includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Central Administration Site (CAS) refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "central administration site (cas)",
      "CENTRAL ADMINISTRATION SITE (CAS)"
    ],
    "use_case": "An IT administrator uses Central Administration Site (CAS) to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "site code": {
    "eli5": "Site Code is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Site Code includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Site Code refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "site code",
      "SITE CODE"
    ],
    "use_case": "An IT administrator uses Site Code to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "site boundary": {
    "eli5": "Site Boundary is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Site Boundary includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Site Boundary refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "site boundary",
      "SITE BOUNDARY"
    ],
    "use_case": "An IT administrator uses Site Boundary to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "boundary group": {
    "eli5": "Boundary Group is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Boundary Group includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Boundary Group refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "boundary group",
      "BOUNDARY GROUP"
    ],
    "use_case": "An IT administrator uses Boundary Group to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "fallback boundary": {
    "eli5": "Fallback Boundary is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Fallback Boundary includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Fallback Boundary refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "fallback boundary",
      "FALLBACK BOUNDARY"
    ],
    "use_case": "An IT administrator uses Fallback Boundary to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "discovery methods": {
    "eli5": "Discovery Methods is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Discovery Methods includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Discovery Methods refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "discovery methods",
      "DISCOVERY METHODS"
    ],
    "use_case": "An IT administrator uses Discovery Methods to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "active directory discovery": {
    "eli5": "Active Directory Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Active Directory Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Active Directory Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "active directory discovery",
      "ACTIVE DIRECTORY DISCOVERY"
    ],
    "use_case": "An IT administrator uses Active Directory Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "heartbeat discovery": {
    "eli5": "Heartbeat Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Heartbeat Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Heartbeat Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "heartbeat discovery",
      "HEARTBEAT DISCOVERY"
    ],
    "use_case": "An IT administrator uses Heartbeat Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "group discovery": {
    "eli5": "Group Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Group Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Group Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "group discovery",
      "GROUP DISCOVERY"
    ],
    "use_case": "An IT administrator uses Group Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "network discovery": {
    "eli5": "Network Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Network Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Network Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "network discovery",
      "NETWORK DISCOVERY"
    ],
    "use_case": "An IT administrator uses Network Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "system discovery": {
    "eli5": "System Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "System Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "System Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "system discovery",
      "SYSTEM DISCOVERY"
    ],
    "use_case": "An IT administrator uses System Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "user discovery": {
    "eli5": "User Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "User Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "User Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "user discovery",
      "USER DISCOVERY"
    ],
    "use_case": "An IT administrator uses User Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "azure ad discovery": {
    "eli5": "Azure AD Discovery is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Azure AD Discovery includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Azure AD Discovery refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "azure ad discovery",
      "AZURE AD DISCOVERY"
    ],
    "use_case": "An IT administrator uses Azure AD Discovery to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "client agent": {
    "eli5": "Client Agent is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Client Agent includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Client Agent refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "client agent",
      "CLIENT AGENT"
    ],
    "use_case": "An IT administrator uses Client Agent to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "client push": {
    "eli5": "Client Push is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Client Push includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Client Push refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "client push",
      "CLIENT PUSH"
    ],
    "use_case": "An IT administrator uses Client Push to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "client installation": {
    "eli5": "Client Installation is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Client Installation includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Client Installation refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "client installation",
      "CLIENT INSTALLATION"
    ],
    "use_case": "An IT administrator uses Client Installation to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "software center": {
    "eli5": "Software Center is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Software Center includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Software Center refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "software center",
      "SOFTWARE CENTER"
    ],
    "use_case": "An IT administrator uses Software Center to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "client health": {
    "eli5": "Client Health is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Client Health includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Client Health refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "client health",
      "CLIENT HEALTH"
    ],
    "use_case": "An IT administrator uses Client Health to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "client settings": {
    "eli5": "Client Settings is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "Client Settings includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "Client Settings refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "client settings",
      "CLIENT SETTINGS"
    ],
    "use_case": "An IT administrator uses Client Settings to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "user state": {
    "eli5": "User State is like a setting or tool that helps computers talk to each other safely or helps IT teams take care of lots of computers at once.",
    "boss": "User State includes WireGuard config elements, zero-trust VPN alternatives, and Microsoft Configuration Manager (SCCM/MECM) components used for secure communication and centralized endpoint management.",
    "sysadmin": "User State refers to a WireGuard attribute, IAP-based access method, or ConfigMgr component used to establish secure tunnels, perform client discovery, deploy software, or manage Windows environments in hybrid and cloud-native networks.",
    "emoji": "🔐💼💽🌐",
    "categories": [
      "VPN",
      "Security",
      "Cloud",
      "Infrastructure",
      "Enterprise",
      "Windows",
      "Configuration Management"
    ],
    "related": [
      "publickey",
      "configmgr",
      "client installation",
      "tenant attach",
      "identity-aware proxy"
    ],
    "aliases": [
      "user state",
      "USER STATE"
    ],
    "use_case": "An IT administrator uses User State to configure WireGuard tunnels, control remote client behavior, or manage endpoints in a Microsoft enterprise environment.",
    "jargon_score": 5,
    "level": "Advanced"
  }
}