{
  "microsoft defender antivirus": {
    "eli5": "Microsoft Defender Antivirus is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Microsoft Defender Antivirus is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Microsoft Defender Antivirus refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "microsoft defender antivirus",
      "MICROSOFT DEFENDER ANTIVIRUS"
    ],
    "use_case": "A system administrator uses Microsoft Defender Antivirus to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "windows security": {
    "eli5": "Windows Security is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Windows Security is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Windows Security refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "windows security",
      "WINDOWS SECURITY"
    ],
    "use_case": "A system administrator uses Windows Security to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "firewall & network protection": {
    "eli5": "Firewall & Network Protection is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Firewall & Network Protection is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Firewall & Network Protection refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "firewall & network protection",
      "FIREWALL & NETWORK PROTECTION"
    ],
    "use_case": "A system administrator uses Firewall & Network Protection to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "smartscreen": {
    "eli5": "SmartScreen is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "SmartScreen is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "SmartScreen refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "smartscreen",
      "SMARTSCREEN"
    ],
    "use_case": "A system administrator uses SmartScreen to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "controlled folder access": {
    "eli5": "Controlled Folder Access is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Controlled Folder Access is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Controlled Folder Access refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "controlled folder access",
      "CONTROLLED FOLDER ACCESS"
    ],
    "use_case": "A system administrator uses Controlled Folder Access to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "exploit protection": {
    "eli5": "Exploit Protection is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Exploit Protection is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Exploit Protection refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "exploit protection",
      "EXPLOIT PROTECTION"
    ],
    "use_case": "A system administrator uses Exploit Protection to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "tamper protection": {
    "eli5": "Tamper Protection is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Tamper Protection is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Tamper Protection refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "tamper protection",
      "TAMPER PROTECTION"
    ],
    "use_case": "A system administrator uses Tamper Protection to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "credential guard": {
    "eli5": "Credential Guard is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Credential Guard is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Credential Guard refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "credential guard",
      "CREDENTIAL GUARD"
    ],
    "use_case": "A system administrator uses Credential Guard to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "applocker": {
    "eli5": "AppLocker is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "AppLocker is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "AppLocker refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "applocker",
      "APPLOCKER"
    ],
    "use_case": "A system administrator uses AppLocker to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "wdac (windows defender application control)": {
    "eli5": "WDAC (Windows Defender Application Control) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "WDAC (Windows Defender Application Control) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "WDAC (Windows Defender Application Control) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "wdac (windows defender application control)",
      "WDAC (WINDOWS DEFENDER APPLICATION CONTROL)"
    ],
    "use_case": "A system administrator uses WDAC (Windows Defender Application Control) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "bitlocker recovery key": {
    "eli5": "BitLocker Recovery Key is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "BitLocker Recovery Key is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "BitLocker Recovery Key refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "bitlocker recovery key",
      "BITLOCKER RECOVERY KEY"
    ],
    "use_case": "A system administrator uses BitLocker Recovery Key to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "windows hello": {
    "eli5": "Windows Hello is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Windows Hello is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Windows Hello refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "windows hello",
      "WINDOWS HELLO"
    ],
    "use_case": "A system administrator uses Windows Hello to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "pin": {
    "eli5": "PIN is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "PIN is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "PIN refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "pin",
      "PIN"
    ],
    "use_case": "A system administrator uses PIN to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "biometric authentication": {
    "eli5": "Biometric Authentication is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Biometric Authentication is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Biometric Authentication refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "biometric authentication",
      "BIOMETRIC AUTHENTICATION"
    ],
    "use_case": "A system administrator uses Biometric Authentication to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "active directory (ad)": {
    "eli5": "Active Directory (AD) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Active Directory (AD) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Active Directory (AD) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "active directory (ad)",
      "ACTIVE DIRECTORY (AD)"
    ],
    "use_case": "A system administrator uses Active Directory (AD) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "domain controller": {
    "eli5": "Domain Controller is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Domain Controller is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Domain Controller refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "domain controller",
      "DOMAIN CONTROLLER"
    ],
    "use_case": "A system administrator uses Domain Controller to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ou (organizational unit)": {
    "eli5": "OU (Organizational Unit) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "OU (Organizational Unit) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "OU (Organizational Unit) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "ou (organizational unit)",
      "OU (ORGANIZATIONAL UNIT)"
    ],
    "use_case": "A system administrator uses OU (Organizational Unit) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "gpo (group policy object)": {
    "eli5": "GPO (Group Policy Object) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "GPO (Group Policy Object) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "GPO (Group Policy Object) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "gpo (group policy object)",
      "GPO (GROUP POLICY OBJECT)"
    ],
    "use_case": "A system administrator uses GPO (Group Policy Object) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "group policy": {
    "eli5": "Group Policy is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Group Policy is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Group Policy refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "group policy",
      "GROUP POLICY"
    ],
    "use_case": "A system administrator uses Group Policy to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "admx templates": {
    "eli5": "ADMX Templates is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "ADMX Templates is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "ADMX Templates refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "admx templates",
      "ADMX TEMPLATES"
    ],
    "use_case": "A system administrator uses ADMX Templates to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "trust relationship": {
    "eli5": "Trust Relationship is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Trust Relationship is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Trust Relationship refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "trust relationship",
      "TRUST RELATIONSHIP"
    ],
    "use_case": "A system administrator uses Trust Relationship to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "forest": {
    "eli5": "Forest is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Forest is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Forest refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "forest",
      "FOREST"
    ],
    "use_case": "A system administrator uses Forest to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "domain": {
    "eli5": "Domain is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Domain is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Domain refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "domain",
      "DOMAIN"
    ],
    "use_case": "A system administrator uses Domain to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "site": {
    "eli5": "Site is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Site is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Site refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "site",
      "SITE"
    ],
    "use_case": "A system administrator uses Site to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "fsmo roles": {
    "eli5": "FSMO Roles is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "FSMO Roles is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "FSMO Roles refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "fsmo roles",
      "FSMO ROLES"
    ],
    "use_case": "A system administrator uses FSMO Roles to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rid master": {
    "eli5": "RID Master is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "RID Master is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "RID Master refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "rid master",
      "RID MASTER"
    ],
    "use_case": "A system administrator uses RID Master to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "pdc emulator": {
    "eli5": "PDC Emulator is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "PDC Emulator is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "PDC Emulator refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "pdc emulator",
      "PDC EMULATOR"
    ],
    "use_case": "A system administrator uses PDC Emulator to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "infrastructure master": {
    "eli5": "Infrastructure Master is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Infrastructure Master is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Infrastructure Master refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "infrastructure master",
      "INFRASTRUCTURE MASTER"
    ],
    "use_case": "A system administrator uses Infrastructure Master to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "global catalog": {
    "eli5": "Global Catalog is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Global Catalog is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Global Catalog refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "global catalog",
      "GLOBAL CATALOG"
    ],
    "use_case": "A system administrator uses Global Catalog to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "remote desktop": {
    "eli5": "Remote Desktop is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Remote Desktop is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Remote Desktop refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "remote desktop",
      "REMOTE DESKTOP"
    ],
    "use_case": "A system administrator uses Remote Desktop to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rdp": {
    "eli5": "RDP is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "RDP is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "RDP refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "rdp",
      "RDP"
    ],
    "use_case": "A system administrator uses RDP to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rdcman": {
    "eli5": "RDCMan is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "RDCMan is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "RDCMan refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "rdcman",
      "RDCMAN"
    ],
    "use_case": "A system administrator uses RDCMan to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "remote assistance": {
    "eli5": "Remote Assistance is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Remote Assistance is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Remote Assistance refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "remote assistance",
      "REMOTE ASSISTANCE"
    ],
    "use_case": "A system administrator uses Remote Assistance to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rmm (remote monitoring & management)": {
    "eli5": "RMM (Remote Monitoring & Management) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "RMM (Remote Monitoring & Management) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "RMM (Remote Monitoring & Management) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "rmm (remote monitoring & management)",
      "RMM (REMOTE MONITORING & MANAGEMENT)"
    ],
    "use_case": "A system administrator uses RMM (Remote Monitoring & Management) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "wsus (windows server update services)": {
    "eli5": "WSUS (Windows Server Update Services) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "WSUS (Windows Server Update Services) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "WSUS (Windows Server Update Services) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "wsus (windows server update services)",
      "WSUS (WINDOWS SERVER UPDATE SERVICES)"
    ],
    "use_case": "A system administrator uses WSUS (Windows Server Update Services) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "windows update for business": {
    "eli5": "Windows Update for Business is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Windows Update for Business is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Windows Update for Business refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "windows update for business",
      "WINDOWS UPDATE FOR BUSINESS"
    ],
    "use_case": "A system administrator uses Windows Update for Business to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "wufb": {
    "eli5": "WUfB is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "WUfB is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "WUfB refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "wufb",
      "WUFB"
    ],
    "use_case": "A system administrator uses WUfB to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "servicing stack": {
    "eli5": "Servicing Stack is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Servicing Stack is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Servicing Stack refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "servicing stack",
      "SERVICING STACK"
    ],
    "use_case": "A system administrator uses Servicing Stack to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "feature update": {
    "eli5": "Feature Update is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Feature Update is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Feature Update refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "feature update",
      "FEATURE UPDATE"
    ],
    "use_case": "A system administrator uses Feature Update to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cumulative update": {
    "eli5": "Cumulative Update is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Cumulative Update is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Cumulative Update refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "cumulative update",
      "CUMULATIVE UPDATE"
    ],
    "use_case": "A system administrator uses Cumulative Update to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "optional update": {
    "eli5": "Optional Update is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Optional Update is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Optional Update refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "optional update",
      "OPTIONAL UPDATE"
    ],
    "use_case": "A system administrator uses Optional Update to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "patch tuesday": {
    "eli5": "Patch Tuesday is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Patch Tuesday is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Patch Tuesday refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "patch tuesday",
      "PATCH TUESDAY"
    ],
    "use_case": "A system administrator uses Patch Tuesday to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "kb article": {
    "eli5": "KB Article is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "KB Article is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "KB Article refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "kb article",
      "KB ARTICLE"
    ],
    "use_case": "A system administrator uses KB Article to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "windows catalog": {
    "eli5": "Windows Catalog is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Windows Catalog is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Windows Catalog refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "windows catalog",
      "WINDOWS CATALOG"
    ],
    "use_case": "A system administrator uses Windows Catalog to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sccm (configmgr / mecm)": {
    "eli5": "SCCM (ConfigMgr / MECM) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "SCCM (ConfigMgr / MECM) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "SCCM (ConfigMgr / MECM) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "sccm (configmgr / mecm)",
      "SCCM (CONFIGMGR / MECM)"
    ],
    "use_case": "A system administrator uses SCCM (ConfigMgr / MECM) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "intune": {
    "eli5": "Intune is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Intune is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Intune refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "intune",
      "INTUNE"
    ],
    "use_case": "A system administrator uses Intune to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mdt (microsoft deployment toolkit)": {
    "eli5": "MDT (Microsoft Deployment Toolkit) is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "MDT (Microsoft Deployment Toolkit) is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "MDT (Microsoft Deployment Toolkit) refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "mdt (microsoft deployment toolkit)",
      "MDT (MICROSOFT DEPLOYMENT TOOLKIT)"
    ],
    "use_case": "A system administrator uses MDT (Microsoft Deployment Toolkit) to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sysprep": {
    "eli5": "Sysprep is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Sysprep is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Sysprep refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "sysprep",
      "SYSPREP"
    ],
    "use_case": "A system administrator uses Sysprep to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "unattend.xml": {
    "eli5": "Unattend.xml is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "Unattend.xml is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "Unattend.xml refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "unattend.xml",
      "UNATTEND.XML"
    ],
    "use_case": "A system administrator uses Unattend.xml to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "dism": {
    "eli5": "DISM is like a security guard or boss who makes sure your computer or company systems stay safe and updated.",
    "boss": "DISM is part of the Windows security, update, or domain management stack used by enterprises to control systems, secure data, and deploy updates at scale.",
    "sysadmin": "DISM refers to a Windows-based security feature, Active Directory role, remote access tool, or deployment mechanism used for enterprise-grade system and user management.",
    "emoji": "🛡️🏢🔐",
    "categories": [
      "Windows",
      "Security",
      "Configuration Management",
      "Enterprise",
      "Backup"
    ],
    "related": [
      "bitlocker",
      "group policy",
      "intune",
      "dism",
      "active directory"
    ],
    "aliases": [
      "dism",
      "DISM"
    ],
    "use_case": "A system administrator uses DISM to protect enterprise assets, control user privileges, or automate system deployments.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}