{
  "rar": {
    "eli5": "rar is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "rar spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "rar refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "rar",
      "RAR"
    ],
    "use_case": "A sysadmin or forensic analyst uses rar to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "pax": {
    "eli5": "pax is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "pax spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "pax refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "pax",
      "PAX"
    ],
    "use_case": "A sysadmin or forensic analyst uses pax to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "file types": {
    "eli5": "File Types is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "File Types spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "File Types refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "file types",
      "FILE TYPES"
    ],
    "use_case": "A sysadmin or forensic analyst uses File Types to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "regular file": {
    "eli5": "Regular File is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Regular File spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Regular File refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "regular file",
      "REGULAR FILE"
    ],
    "use_case": "A sysadmin or forensic analyst uses Regular File to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "symlink": {
    "eli5": "Symlink is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Symlink spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Symlink refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "symlink",
      "SYMLINK"
    ],
    "use_case": "A sysadmin or forensic analyst uses Symlink to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "socket": {
    "eli5": "Socket is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Socket spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Socket refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "socket",
      "SOCKET"
    ],
    "use_case": "A sysadmin or forensic analyst uses Socket to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "fifo": {
    "eli5": "FIFO is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "FIFO spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "FIFO refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "fifo",
      "FIFO"
    ],
    "use_case": "A sysadmin or forensic analyst uses FIFO to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "character device": {
    "eli5": "Character Device is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Character Device spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Character Device refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "character device",
      "CHARACTER DEVICE"
    ],
    "use_case": "A sysadmin or forensic analyst uses Character Device to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "special files": {
    "eli5": "Special Files is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Special Files spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Special Files refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "special files",
      "SPECIAL FILES"
    ],
    "use_case": "A sysadmin or forensic analyst uses Special Files to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/dev/null": {
    "eli5": "/dev/null is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/dev/null spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/dev/null refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/dev/null",
      "/DEV/NULL"
    ],
    "use_case": "A sysadmin or forensic analyst uses /dev/null to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/dev/zero": {
    "eli5": "/dev/zero is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/dev/zero spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/dev/zero refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/dev/zero",
      "/DEV/ZERO"
    ],
    "use_case": "A sysadmin or forensic analyst uses /dev/zero to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/dev/random": {
    "eli5": "/dev/random is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/dev/random spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/dev/random refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/dev/random",
      "/DEV/RANDOM"
    ],
    "use_case": "A sysadmin or forensic analyst uses /dev/random to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/dev/sda": {
    "eli5": "/dev/sda is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/dev/sda spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/dev/sda refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/dev/sda",
      "/DEV/SDA"
    ],
    "use_case": "A sysadmin or forensic analyst uses /dev/sda to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/dev/loop0": {
    "eli5": "/dev/loop0 is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/dev/loop0 spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/dev/loop0 refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/dev/loop0",
      "/DEV/LOOP0"
    ],
    "use_case": "A sysadmin or forensic analyst uses /dev/loop0 to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/proc/cpuinfo": {
    "eli5": "/proc/cpuinfo is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/proc/cpuinfo spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/proc/cpuinfo refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/proc/cpuinfo",
      "/PROC/CPUINFO"
    ],
    "use_case": "A sysadmin or forensic analyst uses /proc/cpuinfo to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "/proc/meminfo": {
    "eli5": "/proc/meminfo is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "/proc/meminfo spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "/proc/meminfo refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "/proc/meminfo",
      "/PROC/MEMINFO"
    ],
    "use_case": "A sysadmin or forensic analyst uses /proc/meminfo to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "forensics & recovery": {
    "eli5": "Forensics & Recovery is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Forensics & Recovery spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Forensics & Recovery refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "forensics & recovery",
      "FORENSICS & RECOVERY"
    ],
    "use_case": "A sysadmin or forensic analyst uses Forensics & Recovery to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "extundelete": {
    "eli5": "extundelete is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "extundelete spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "extundelete refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "extundelete",
      "EXTUNDELETE"
    ],
    "use_case": "A sysadmin or forensic analyst uses extundelete to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "testdisk": {
    "eli5": "testdisk is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "testdisk spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "testdisk refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "testdisk",
      "TESTDISK"
    ],
    "use_case": "A sysadmin or forensic analyst uses testdisk to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "photorec": {
    "eli5": "photorec is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "photorec spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "photorec refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "photorec",
      "PHOTOREC"
    ],
    "use_case": "A sysadmin or forensic analyst uses photorec to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "debugfs": {
    "eli5": "debugfs is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "debugfs spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "debugfs refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "debugfs",
      "DEBUGFS"
    ],
    "use_case": "A sysadmin or forensic analyst uses debugfs to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "statfs": {
    "eli5": "statfs is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "statfs spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "statfs refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "statfs",
      "STATFS"
    ],
    "use_case": "A sysadmin or forensic analyst uses statfs to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "creation time": {
    "eli5": "Creation Time is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Creation Time spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Creation Time refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "creation time",
      "CREATION TIME"
    ],
    "use_case": "A sysadmin or forensic analyst uses Creation Time to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "modification time": {
    "eli5": "Modification Time is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Modification Time spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Modification Time refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "modification time",
      "MODIFICATION TIME"
    ],
    "use_case": "A sysadmin or forensic analyst uses Modification Time to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "access time": {
    "eli5": "Access Time is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Access Time spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Access Time refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "access time",
      "ACCESS TIME"
    ],
    "use_case": "A sysadmin or forensic analyst uses Access Time to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "change time": {
    "eli5": "Change Time is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Change Time spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Change Time refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "change time",
      "CHANGE TIME"
    ],
    "use_case": "A sysadmin or forensic analyst uses Change Time to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "extended attributes": {
    "eli5": "Extended Attributes is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Extended Attributes spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Extended Attributes refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "extended attributes",
      "EXTENDED ATTRIBUTES"
    ],
    "use_case": "A sysadmin or forensic analyst uses Extended Attributes to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "xattr": {
    "eli5": "xattr is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "xattr spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "xattr refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "xattr",
      "XATTR"
    ],
    "use_case": "A sysadmin or forensic analyst uses xattr to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "audit & access logs": {
    "eli5": "Audit & Access Logs is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Audit & Access Logs spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Audit & Access Logs refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "audit & access logs",
      "AUDIT & ACCESS LOGS"
    ],
    "use_case": "A sysadmin or forensic analyst uses Audit & Access Logs to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "file access logs": {
    "eli5": "File Access Logs is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "File Access Logs spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "File Access Logs refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "file access logs",
      "FILE ACCESS LOGS"
    ],
    "use_case": "A sysadmin or forensic analyst uses File Access Logs to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "access denied": {
    "eli5": "Access Denied is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Access Denied spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Access Denied refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "access denied",
      "ACCESS DENIED"
    ],
    "use_case": "A sysadmin or forensic analyst uses Access Denied to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "successful write": {
    "eli5": "Successful Write is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Successful Write spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Successful Write refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "successful write",
      "SUCCESSFUL WRITE"
    ],
    "use_case": "A sysadmin or forensic analyst uses Successful Write to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "security event": {
    "eli5": "Security Event is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Security Event spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Security Event refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "security event",
      "SECURITY EVENT"
    ],
    "use_case": "A sysadmin or forensic analyst uses Security Event to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "disk utilities": {
    "eli5": "Disk Utilities is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Disk Utilities spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Disk Utilities refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "disk utilities",
      "DISK UTILITIES"
    ],
    "use_case": "A sysadmin or forensic analyst uses Disk Utilities to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "disks (gnome)": {
    "eli5": "Disks (GNOME) is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Disks (GNOME) spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Disks (GNOME) refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "disks (gnome)",
      "DISKS (GNOME)"
    ],
    "use_case": "A sysadmin or forensic analyst uses Disks (GNOME) to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "disk management (windows)": {
    "eli5": "Disk Management (Windows) is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Disk Management (Windows) spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Disk Management (Windows) refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "disk management (windows)",
      "DISK MANAGEMENT (WINDOWS)"
    ],
    "use_case": "A sysadmin or forensic analyst uses Disk Management (Windows) to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "diskpart": {
    "eli5": "DiskPart is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "DiskPart spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "DiskPart refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "diskpart",
      "DISKPART"
    ],
    "use_case": "A sysadmin or forensic analyst uses DiskPart to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "defragmenter": {
    "eli5": "Defragmenter is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Defragmenter spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Defragmenter refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "defragmenter",
      "DEFRAGMENTER"
    ],
    "use_case": "A sysadmin or forensic analyst uses Defragmenter to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "disk cleanup": {
    "eli5": "Disk Cleanup is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Disk Cleanup spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Disk Cleanup refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "disk cleanup",
      "DISK CLEANUP"
    ],
    "use_case": "A sysadmin or forensic analyst uses Disk Cleanup to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "disk quota": {
    "eli5": "Disk Quota is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Disk Quota spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Disk Quota refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "disk quota",
      "DISK QUOTA"
    ],
    "use_case": "A sysadmin or forensic analyst uses Disk Quota to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "smart status": {
    "eli5": "SMART Status is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "SMART Status spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "SMART Status refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "smart status",
      "SMART STATUS"
    ],
    "use_case": "A sysadmin or forensic analyst uses SMART Status to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "clustered filesystems": {
    "eli5": "Clustered Filesystems is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Clustered Filesystems spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Clustered Filesystems refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "clustered filesystems",
      "CLUSTERED FILESYSTEMS"
    ],
    "use_case": "A sysadmin or forensic analyst uses Clustered Filesystems to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "gfs2": {
    "eli5": "GFS2 is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "GFS2 spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "GFS2 refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "gfs2",
      "GFS2"
    ],
    "use_case": "A sysadmin or forensic analyst uses GFS2 to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "ocfs2": {
    "eli5": "OCFS2 is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "OCFS2 spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "OCFS2 refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "ocfs2",
      "OCFS2"
    ],
    "use_case": "A sysadmin or forensic analyst uses OCFS2 to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "beegfs": {
    "eli5": "BeeGFS is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "BeeGFS spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "BeeGFS refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "beegfs",
      "BEEGFS"
    ],
    "use_case": "A sysadmin or forensic analyst uses BeeGFS to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "lustre": {
    "eli5": "Lustre is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Lustre spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Lustre refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "lustre",
      "LUSTRE"
    ],
    "use_case": "A sysadmin or forensic analyst uses Lustre to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "misc terms": {
    "eli5": "Misc Terms is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Misc Terms spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Misc Terms refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "misc terms",
      "MISC TERMS"
    ],
    "use_case": "A sysadmin or forensic analyst uses Misc Terms to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "file system hierarchy standard (fhs)": {
    "eli5": "File System Hierarchy Standard (FHS) is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "File System Hierarchy Standard (FHS) spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "File System Hierarchy Standard (FHS) refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "file system hierarchy standard (fhs)",
      "FILE SYSTEM HIERARCHY STANDARD (FHS)"
    ],
    "use_case": "A sysadmin or forensic analyst uses File System Hierarchy Standard (FHS) to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "filesystem mount namespace": {
    "eli5": "Filesystem Mount Namespace is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Filesystem Mount Namespace spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Filesystem Mount Namespace refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "filesystem mount namespace",
      "FILESYSTEM MOUNT NAMESPACE"
    ],
    "use_case": "A sysadmin or forensic analyst uses Filesystem Mount Namespace to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  },
  "pivot root": {
    "eli5": "Pivot Root is like a tool, type of file, or rule that helps your computer store, fix, or look inside files.",
    "boss": "Pivot Root spans filesystem types, special devices, compression tools, disk utilities, and file recovery systems critical for IT and forensic analysis.",
    "sysadmin": "Pivot Root refers to a file abstraction, system utility, logging mechanism, recovery tool, or namespace used to maintain, examine, or restore storage systems.",
    "emoji": "🗃️🧩🔍🛠️",
    "categories": [
      "Filesystem",
      "Backup",
      "Security",
      "Storage",
      "Linux",
      "Windows"
    ],
    "related": [
      "debugfs",
      "xattr",
      "diskpart",
      "rar",
      "proc/cpuinfo"
    ],
    "aliases": [
      "pivot root",
      "PIVOT ROOT"
    ],
    "use_case": "A sysadmin or forensic analyst uses Pivot Root to inspect devices, analyze logs, or recover deleted files.",
    "jargon_score": 5,
    "level": "Advanced"
  }
}