{
  "kubernetesnetworkpolicy": {
    "eli5": "It's like telling your Kubernetes pods who they're allowed to talk to and who to ignore.",
    "boss": "Kubernetes NetworkPolicies control traffic flow between pods, namespaces, and IPs to improve security.",
    "sysadmin": "NetworkPolicies define rules using selectors and labels to allow/deny ingress and egress traffic for Kubernetes pods.",
    "emoji": "🛡️🐳🔗",
    "categories": [
      "Security",
      "Cloud",
      "Networking"
    ],
    "related": [
      "Kubernetes",
      "Firewall",
      "Pod Security"
    ],
    "aliases": [
      "K8s NetworkPolicy"
    ],
    "use_case": "Used to block access between frontend and database pods except via defined ports.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "ipv6concepts": {
    "eli5": "IPv6 is like a new version of phone numbers for the internet with way more numbers.",
    "boss": "IPv6 is the latest internet protocol, providing more addresses and better efficiency than IPv4.",
    "sysadmin": "IPv6 uses 128-bit addressing, removing NAT needs and introducing features like SLAAC, ULA, and link-local communication.",
    "emoji": "🌍🔢📶",
    "categories": [
      "Networking"
    ],
    "related": [
      "IPv4",
      "SLAAC",
      "DHCPv6",
      "Global Unicast"
    ],
    "aliases": [
      "IPv6",
      "Internet Protocol Version 6"
    ],
    "use_case": "Used by modern networks to connect devices with globally unique addresses.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "statelessaddressautoconfigurationslaac": {
    "eli5": "SLAAC lets devices pick their own address without asking anyone.",
    "boss": "SLAAC lets IPv6 devices automatically configure their IP addresses without needing a DHCP server.",
    "sysadmin": "SLAAC uses router advertisements to help devices create valid IPv6 addresses by combining network prefixes with interface identifiers.",
    "emoji": "📬📡🔧",
    "categories": [
      "Networking"
    ],
    "related": [
      "IPv6",
      "DHCPv6",
      "Router Advertisement"
    ],
    "aliases": [
      "SLAAC",
      "Stateless Autoconfig"
    ],
    "use_case": "Used by IPv6-enabled printers to self-configure and join the network automatically.",
    "jargon_score": 5,
    "level": "Expert"
  }
}