{
  "icmp": {
    "eli5": "ICMP is like a mailman who tells you if the letter you sent made it to the other house.",
    "boss": "ICMP is a network protocol used for diagnostic tools like ping and traceroute to check connectivity and path info.",
    "sysadmin": "The Internet Control Message Protocol (ICMP) is used to send error messages and operational queries—commonly seen in ping and traceroute.",
    "emoji": "📨📡🔍",
    "categories": [
      "Networking"
    ],
    "related": [
      "Ping",
      "Traceroute",
      "IP",
      "TCP"
    ],
    "aliases": [
      "Internet Control Message Protocol"
    ],
    "use_case": "Used when you ping a device to test if it's reachable on the network.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "igmp": {
    "eli5": "IGMP is how your computer says ‘I want to watch this video stream too!’",
    "boss": "IGMP manages group membership for devices wanting to receive multicast traffic like IPTV or conferencing.",
    "sysadmin": "The Internet Group Management Protocol (IGMP) is used by IPv4 hosts to join and leave multicast groups for efficient data streaming.",
    "emoji": "📺🧑‍🤝‍🧑📡",
    "categories": [
      "Networking"
    ],
    "related": [
      "Multicast",
      "IPv4",
      "UDP"
    ],
    "aliases": [
      "Internet Group Management Protocol"
    ],
    "use_case": "Used when a smart TV subscribes to a multicast video stream on a local network.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "arp": {
    "eli5": "ARP is like your computer looking up someone’s name to find their address.",
    "boss": "ARP maps IP addresses to physical MAC addresses so devices can communicate on local networks.",
    "sysadmin": "The Address Resolution Protocol (ARP) resolves IPv4 addresses to MAC addresses using broadcast queries and cache tables.",
    "emoji": "📇🕵️‍♂️🔗",
    "categories": [
      "Networking"
    ],
    "related": [
      "MAC Address",
      "IP Address",
      "RARP"
    ],
    "aliases": [
      "Address Resolution Protocol"
    ],
    "use_case": "Used when your device figures out the MAC address of your gateway to send data.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}