{
  "endpointprotectionplatformepp": {
    "eli5": "It’s like antivirus with superpowers—protecting your laptop from all kinds of threats.",
    "boss": "EPP is a centralized security solution that prevents, detects, and responds to threats on endpoints like computers and phones.",
    "sysadmin": "Endpoint Protection Platforms integrate antivirus, firewall, behavior monitoring, and sometimes EDR to protect and manage endpoint devices.",
    "emoji": "🛡️💻🔍",
    "categories": [
      "Security"
    ],
    "related": [
      "EDR",
      "XDR",
      "Antivirus",
      "MDM"
    ],
    "aliases": [
      "EPP",
      "Endpoint Protection"
    ],
    "use_case": "Used by enterprises to secure all workstations and laptops from malware and ransomware.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "socialengineeringtoolkitset": {
    "eli5": "SET is a toolbox used to trick people into giving up passwords.",
    "boss": "The Social Engineering Toolkit is an open-source tool designed to test and simulate social engineering attacks.",
    "sysadmin": "SET is a Python-driven framework used for phishing, credential harvesting, and other social engineering attack simulations in red team exercises.",
    "emoji": "🎭🧠📧",
    "categories": [
      "Security",
      "Penetration Testing"
    ],
    "related": [
      "Phishing",
      "Metasploit",
      "Red Team"
    ],
    "aliases": [
      "SET",
      "Social Engineering Toolkit"
    ],
    "use_case": "Used by red teams to test employee awareness via fake login portals or phishing simulations.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "metasploit": {
    "eli5": "Metasploit is like a hacker’s LEGO set—it helps test if systems can be broken into.",
    "boss": "Metasploit is a popular penetration testing framework for finding, exploiting, and validating security vulnerabilities.",
    "sysadmin": "Metasploit Framework provides modules for exploits, payloads, scanners, and post-exploitation tools—commonly used in red team activities.",
    "emoji": "💥🧰🕵️‍♂️",
    "categories": [
      "Security",
      "Penetration Testing"
    ],
    "related": [
      "SET",
      "Burp Suite",
      "Exploit",
      "Privilege Escalation"
    ],
    "aliases": [
      "Metasploit Framework"
    ],
    "use_case": "Used to test if a vulnerable web server can be exploited to gain shell access.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}