{
  "crosssiterequestforgerycsrf": {
    "eli5": "CSRF is like tricking someone into pushing a button on a website without realizing it.",
    "boss": "Cross-Site Request Forgery (CSRF) is a web attack that tricks users into performing unwanted actions on sites where they’re authenticated.",
    "sysadmin": "CSRF leverages the browser's session and cookies to send unauthorized requests on behalf of a user without their consent.",
    "emoji": "🎯🕵️‍♂️💥",
    "categories": [
      "Security",
      "Web"
    ],
    "related": [
      "XSS",
      "Authentication",
      "Session Hijacking"
    ],
    "aliases": [
      "CSRF",
      "Cross Site Request Forgery"
    ],
    "use_case": "Used to change a user's email address by tricking them into clicking a malicious link while logged in.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "remotecodeexecutionrce": {
    "eli5": "RCE is when a hacker runs whatever code they want on your computer from far away.",
    "boss": "Remote Code Execution (RCE) is a critical vulnerability that lets attackers run arbitrary code on a target system remotely.",
    "sysadmin": "RCE exploits flaws in applications or services to inject and execute attacker-controlled code via network requests.",
    "emoji": "💻🎮📡",
    "categories": [
      "Security"
    ],
    "related": [
      "Exploit",
      "Vulnerability",
      "Zero-Day"
    ],
    "aliases": [
      "RCE",
      "Remote Code Execution"
    ],
    "use_case": "Used by attackers to install malware on vulnerable web servers via injection flaws.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "privilegeescalation": {
    "eli5": "It’s like sneaking into a VIP area using someone else’s key card.",
    "boss": "Privilege escalation lets attackers gain higher permissions than they should have, enabling more damaging actions.",
    "sysadmin": "This occurs when attackers exploit bugs or misconfigurations to elevate from a normal user to admin/root access.",
    "emoji": "🔓🧗‍♂️👑",
    "categories": [
      "Security"
    ],
    "related": [
      "Access Control",
      "Exploit",
      "IAM"
    ],
    "aliases": [
      "Elevated Access",
      "PrivEsc"
    ],
    "use_case": "Used in post-exploitation to gain full control after compromising a low-privilege account.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}