{
  "symmetricencryption": {
    "eli5": "It's like locking and unlocking a box with the same key.",
    "boss": "Symmetric encryption uses a single shared key for both encryption and decryption of data.",
    "sysadmin": "In symmetric encryption, algorithms like AES or DES encrypt and decrypt data using the same secret key, offering speed but requiring secure key exchange.",
    "emoji": "🔐🗝️🔁",
    "categories": [
      "Encryption",
      "Security"
    ],
    "related": [
      "AES",
      "Asymmetric Encryption",
      "HMAC"
    ],
    "aliases": [
      "Secret Key Encryption"
    ],
    "use_case": "Used to securely store data on a hard drive or encrypt a VPN tunnel.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "asymmetricencryption": {
    "eli5": "It’s like locking a box with your friend’s padlock, and only they can unlock it with their key.",
    "boss": "Asymmetric encryption uses a public and private key pair to encrypt and decrypt data securely.",
    "sysadmin": "Asymmetric algorithms like RSA or ECC allow public-key encryption for secure data exchange and digital signatures.",
    "emoji": "🔐🗝️📬",
    "categories": [
      "Encryption",
      "Security"
    ],
    "related": [
      "RSA",
      "ECC",
      "Public Key Infrastructure"
    ],
    "aliases": [
      "Public Key Encryption"
    ],
    "use_case": "Used in HTTPS and digital certificates to encrypt data securely across networks.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rsa": {
    "eli5": "RSA is like a math trick that makes your messages safe by using really big numbers.",
    "boss": "RSA is a widely used public-key cryptosystem that encrypts and verifies data securely using key pairs.",
    "sysadmin": "RSA (Rivest-Shamir-Adleman) is an asymmetric cryptographic algorithm that uses integer factorization for secure encryption, digital signatures, and key exchange.",
    "emoji": "🔢🔐📨",
    "categories": [
      "Encryption",
      "Security"
    ],
    "related": [
      "Asymmetric Encryption",
      "Digital Signature",
      "PKI"
    ],
    "aliases": [
      "Rivest-Shamir-Adleman"
    ],
    "use_case": "Used in SSL/TLS certificates to secure websites and communications.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}