{
  "nfcchip": {
    "eli5": "An NFC chip lets your phone tap and do stuff—like pay or share info—just by getting close.",
    "boss": "An NFC chip enables short-range wireless communication for tasks like contactless payments, authentication, or automation.",
    "sysadmin": "NFC (Near Field Communication) operates at 13.56 MHz and enables bidirectional communication within 4 cm, commonly used in tags, phones, and access systems.",
    "emoji": "📲🔁📶",
    "categories": [
      "Smart Home",
      "IoT",
      "Security"
    ],
    "related": [
      "RFID",
      "Bluetooth",
      "NFC Tags"
    ],
    "aliases": [
      "Near Field Chip",
      "NFC Module"
    ],
    "use_case": "Used to automate actions like unlocking a door or launching an app with a tap.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "zigbeemodule": {
    "eli5": "It’s a tiny radio that helps smart home gadgets talk to each other without Wi-Fi.",
    "boss": "A Zigbee module enables low-power, wireless communication between smart devices in a mesh network.",
    "sysadmin": "Zigbee modules operate on IEEE 802.15.4 protocol in the 2.4 GHz band and support device-to-device and hub communication with low latency.",
    "emoji": "📡🐝🔗",
    "categories": [
      "Smart Home",
      "IoT",
      "Protocols"
    ],
    "related": [
      "Z-Wave Module",
      "ESP32",
      "Thread",
      "Matter"
    ],
    "aliases": [
      "Zigbee Radio",
      "Zigbee Transceiver"
    ],
    "use_case": "Used to connect a temperature sensor to a smart hub like Hubitat or Home Assistant.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "zwavemodule": {
    "eli5": "It’s like Zigbee’s cousin—another tiny radio for smart gadgets, but they talk a bit differently.",
    "boss": "A Z-Wave module enables smart devices to communicate over a secure, low-frequency mesh network with extended range.",
    "sysadmin": "Z-Wave uses sub-GHz frequencies (~908 MHz US) to form self-healing networks for devices like locks, sensors, and switches.",
    "emoji": "📻🔒🏠",
    "categories": [
      "Smart Home",
      "IoT",
      "Protocols"
    ],
    "related": [
      "Zigbee Module",
      "Z-Wave Controller",
      "ESP8266"
    ],
    "aliases": [
      "Z-Wave Radio",
      "ZWave Module"
    ],
    "use_case": "Used to control a smart lock with long battery life and low interference.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}