{
  "lan": {
    "eli5": "LAN is like all your home gadgets talking to each other in the same room.",
    "boss": "A LAN (Local Area Network) connects devices within a limited area like a home or office for fast communication.",
    "sysadmin": "LANs use Ethernet or Wi-Fi to connect endpoints within a small geographic area, typically relying on switches, routers, and private IPs.",
    "emoji": "🏠📶🔗",
    "categories": [
      "Networking"
    ],
    "related": [
      "WAN",
      "Ethernet",
      "Switch"
    ],
    "aliases": [
      "Local Area Network"
    ],
    "use_case": "Used to connect your computer, printer, and smart devices to your home router.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "wan": {
    "eli5": "A WAN is like a bunch of homes or cities all connected together.",
    "boss": "A WAN (Wide Area Network) connects networks over large distances, like the internet or company branches.",
    "sysadmin": "WANs link LANs across locations using leased lines, MPLS, VPNs, or the internet, and often require routing protocols and NAT.",
    "emoji": "🌐📡🌍",
    "categories": [
      "Networking"
    ],
    "related": [
      "LAN",
      "VPN",
      "Router"
    ],
    "aliases": [
      "Wide Area Network"
    ],
    "use_case": "Used by companies to connect branch offices across cities.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "wlan": {
    "eli5": "WLAN is your Wi-Fi—it’s how you get the internet without wires.",
    "boss": "A WLAN (Wireless LAN) connects devices wirelessly within a local area, typically using Wi-Fi standards.",
    "sysadmin": "WLANs follow IEEE 802.11 standards and provide network access over 2.4GHz/5GHz/6GHz bands using SSIDs, APs, and security protocols like WPA3.",
    "emoji": "📶📲🏠",
    "categories": [
      "Networking",
      "Wi-Fi"
    ],
    "related": [
      "Wi-Fi",
      "Access Point",
      "SSID"
    ],
    "aliases": [
      "Wireless LAN"
    ],
    "use_case": "Used to allow phones, laptops, and smart devices to connect without Ethernet cables.",
    "jargon_score": 2,
    "level": "Beginner"
  }
}