{
  "devicediscovery": {
    "eli5": "It’s like your smart home looking around the room asking, ‘Who’s here?’",
    "boss": "Device discovery automatically identifies and lists compatible devices on your network to streamline integration.",
    "sysadmin": "Discovery protocols (like mDNS, SSDP, UPnP, or Zeroconf) scan the local network to detect available devices and their capabilities.",
    "emoji": "🔍📡📱",
    "categories": [
      "Smart Home",
      "IoT",
      "Networking"
    ],
    "related": [
      "LAN Polling",
      "Integration",
      "Entity"
    ],
    "aliases": [
      "Auto Discovery",
      "Smart Scan"
    ],
    "use_case": "Used to automatically add a new smart plug to Home Assistant when it's powered on.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "selfhosting": {
    "eli5": "It’s like having your own mini internet right in your house.",
    "boss": "Self-hosting means running your own software or services instead of relying on external cloud platforms.",
    "sysadmin": "Involves hosting applications (e.g., Home Assistant, MQTT brokers) locally on devices like Raspberry Pi, Docker, or NAS for privacy and control.",
    "emoji": "🏠🧰📦",
    "categories": [
      "Smart Home",
      "IoT",
      "Self-hosting",
      "Open Source"
    ],
    "related": [
      "LAN-only Control",
      "Local Control",
      "Home Automation System"
    ],
    "aliases": [
      "Host Locally",
      "Local Hosting"
    ],
    "use_case": "Used to run a Home Assistant server without relying on the cloud.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "lanpolling": {
    "eli5": "LAN polling is like checking every few seconds to see if your smart stuff is awake.",
    "boss": "LAN polling checks devices on the local network at regular intervals to verify status or availability.",
    "sysadmin": "Uses IP scanning, ARP pings, or protocol-specific handshakes to detect and refresh the presence of devices on a local subnet.",
    "emoji": "🔁🌐📡",
    "categories": [
      "Smart Home",
      "IoT",
      "Networking",
      "Monitoring"
    ],
    "related": [
      "Device Availability",
      "Device Health",
      "Device Discovery"
    ],
    "aliases": [
      "Local Polling",
      "Ping Polling"
    ],
    "use_case": "Used to detect if a smart TV is still online in Home Assistant via ping sensor.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}