{
  "layer5session": {
    "eli5": "This layer is like a walkie-talkie call—it makes sure your conversation stays connected and organized.",
    "boss": "The Session Layer (Layer 5) manages and maintains communication sessions between devices over a network.",
    "sysadmin": "Layer 5 of the OSI model handles session setup, maintenance, and teardown. It ensures synchronized communication and stateful interactions.",
    "emoji": "🗣️📞🔁",
    "categories": [
      "Networking"
    ],
    "related": [
      "OSI Model",
      "Layer 6",
      "TCP/IP Model"
    ],
    "aliases": [
      "Session Layer",
      "Layer 5"
    ],
    "use_case": "Used during remote desktop sessions to keep communication stable and recoverable.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "layer6presentation": {
    "eli5": "This layer is like a translator that helps computers speak each other’s language.",
    "boss": "The Presentation Layer (Layer 6) ensures data is readable and formatted correctly between systems.",
    "sysadmin": "Layer 6 manages data encoding, encryption, and compression so that application data is presented in a usable format.",
    "emoji": "🔐📝🔄",
    "categories": [
      "Networking"
    ],
    "related": [
      "OSI Model",
      "Layer 5",
      "Layer 7"
    ],
    "aliases": [
      "Presentation Layer",
      "Layer 6"
    ],
    "use_case": "Used to decrypt HTTPS data before it reaches your browser’s display.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "layer7application": {
    "eli5": "Layer 7 is where your apps like email and browsers live—it’s the front door of the internet.",
    "boss": "The Application Layer (Layer 7) interacts directly with end-user services like browsers, email, and file sharing apps.",
    "sysadmin": "Layer 7 defines network services like HTTP, FTP, DNS, SMTP and allows APIs and client apps to access network functions.",
    "emoji": "🌐📧📁",
    "categories": [
      "Networking"
    ],
    "related": [
      "OSI Model",
      "HTTP",
      "DNS",
      "SMTP"
    ],
    "aliases": [
      "Application Layer",
      "Layer 7"
    ],
    "use_case": "Used when you access websites, send email, or stream media over the internet.",
    "jargon_score": 3,
    "level": "Intermediate"
  }
}