{
  "mqtt": {
    "eli5": "Imagine walkie-talkies for your smart home devices.",
    "boss": "MQTT is a lightweight messaging protocol used in IoT to send and receive small data packets.",
    "sysadmin": "MQTT is a lightweight pub/sub protocol ideal for unreliable networks, frequently used in home automation and industrial IoT.",
    "emoji": "📡🔌📶🤖",
    "categories": [
      "Networking",
      "Smart Home/IoT"
    ],
    "related": [
      "coap",
      "zigbee",
      "http"
    ],
    "use_case": "Used to toggle lights and sensors via platforms like Home Assistant or Hubitat.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "dns": {
    "eli5": "DNS is like the internet's phone book. It helps your computer look up website names.",
    "boss": "DNS converts domain names into IP addresses so browsers know where to go.",
    "sysadmin": "DNS resolves hostnames to IPs using recursive resolvers and authoritative name servers.",
    "emoji": "🌐🔍➡️💻",
    "categories": [
      "Networking"
    ],
    "related": [
      "dhcp",
      "ip",
      "tls"
    ],
    "use_case": "Every time you go to a website, DNS figures out the IP behind the scenes.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "zigbee": {
    "eli5": "Like a special language that smart home devices use to talk to each other wirelessly.",
    "boss": "Zigbee is a low-power wireless communication standard for smart home devices.",
    "sysadmin": "IEEE 802.15.4-based mesh networking protocol with AES-128 encryption, operating on 2.4GHz globally.",
    "emoji": "🏠📶🔗⚡",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "zwave",
      "mqtt",
      "thread"
    ],
    "use_case": "Connects smart bulbs, sensors, and switches in a mesh network throughout your home.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "zwave": {
    "eli5": "Another way for smart home gadgets to chat with each other, like a secret club language.",
    "boss": "Z-Wave is a wireless protocol designed specifically for home automation devices.",
    "sysadmin": "Sub-1GHz mesh protocol with 232 device limit per network, using source routing algorithms.",
    "emoji": "🏠🌊📡🔒",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "zigbee",
      "insteon",
      "matter"
    ],
    "use_case": "Controls door locks, thermostats, and lighting systems with reliable mesh networking.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "homelab": {
    "eli5": "A computer playground at home where you can experiment and learn cool tech stuff.",
    "boss": "A personal lab environment for testing and learning IT infrastructure technologies.",
    "sysadmin": "Self-hosted infrastructure for virtualization, networking, storage, and service deployment testing.",
    "emoji": "🏠💻🔬⚙️",
    "categories": [],
    "related": [
      "proxmox",
      "docker",
      "kubernetes"
    ],
    "use_case": "Learning enterprise technologies, hosting personal services, and skill development.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "docker": {
    "eli5": "Like shipping containers for computer programs - everything they need is packed inside.",
    "boss": "Docker packages applications and their dependencies into portable containers.",
    "sysadmin": "OS-level virtualization platform using Linux namespaces and cgroups for process isolation.",
    "emoji": "📦🚢⚙️🔧",
    "categories": [
      "DevOps",
      "Virtualization"
    ],
    "related": [
      "kubernetes",
      "podman",
      "containerd"
    ],
    "use_case": "Deploying applications consistently across development, testing, and production environments.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "kubernetes": {
    "eli5": "A smart robot that manages lots of shipping containers (Docker) automatically.",
    "boss": "Kubernetes orchestrates and manages containerized applications at scale.",
    "sysadmin": "Container orchestration platform with declarative configuration, auto-scaling, and service discovery.",
    "emoji": "⚙️🎛️🚢📈",
    "categories": [
      "DevOps"
    ],
    "related": [
      "docker",
      "helm",
      "istio"
    ],
    "use_case": "Managing microservices, auto-scaling applications, and ensuring high availability.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "proxmox": {
    "eli5": "Software that lets one computer pretend to be many different computers.",
    "boss": "Proxmox is a virtualization platform for running multiple virtual machines and containers.",
    "sysadmin": "Debian-based hypervisor combining KVM virtualization and LXC containers with web management.",
    "emoji": "💻🔄📊🖥️",
    "categories": [
      "Smart Home/IoT",
      "Virtualization"
    ],
    "related": [
      "vmware",
      "hyper-v",
      "kvm"
    ],
    "use_case": "Creating isolated test environments and maximizing hardware utilization in homelabs.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nas": {
    "eli5": "A special computer that stores all your files and shares them with other devices.",
    "boss": "NAS provides centralized file storage and sharing across a network.",
    "sysadmin": "Network-attached storage device offering file-level data access via SMB, NFS, or FTP protocols.",
    "emoji": "💾🌐📁🔗",
    "categories": [
      "Networking"
    ],
    "related": [
      "san",
      "raid",
      "smb"
    ],
    "use_case": "Centralized backup, media streaming, and file sharing for homes and small businesses.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "raid": {
    "eli5": "A way to use multiple hard drives together to keep your data extra safe.",
    "boss": "RAID combines multiple drives for improved performance and data protection.",
    "sysadmin": "Redundant Array of Independent Disks using striping, mirroring, or parity for fault tolerance.",
    "emoji": "💾🔄🛡️⚡",
    "categories": [],
    "related": [
      "nas",
      "backup",
      "zfs"
    ],
    "use_case": "Protecting against drive failures and improving storage performance in servers.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "vpn": {
    "eli5": "A secret tunnel through the internet that keeps your online activity private.",
    "boss": "VPN creates secure connections over public networks for remote access.",
    "sysadmin": "Encrypted tunnel using IPSec, OpenVPN, or WireGuard protocols for secure remote connectivity.",
    "emoji": "🔒🌐🚇🛡️",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "wireguard",
      "openvpn",
      "ipsec"
    ],
    "use_case": "Secure remote work access and protecting privacy on public Wi-Fi networks.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "firewall": {
    "eli5": "A digital security guard that decides which internet traffic can come into your network.",
    "boss": "Firewall controls network traffic based on security rules to protect systems.",
    "sysadmin": "Stateful packet inspection device filtering traffic based on IP, port, and protocol rules.",
    "emoji": "🔥🧱🛡️🚫",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "iptables",
      "pfsense",
      "ids"
    ],
    "use_case": "Blocking malicious traffic and controlling access to network resources.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "api": {
    "eli5": "A way for different computer programs to talk to each other and share information.",
    "boss": "API allows different software applications to communicate and exchange data.",
    "sysadmin": "Application Programming Interface defining endpoints, methods, and data formats for service integration.",
    "emoji": "🔌💬📡🤝",
    "categories": [],
    "related": [
      "rest",
      "graphql",
      "webhook"
    ],
    "use_case": "Integrating third-party services and enabling communication between applications.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "rest": {
    "eli5": "A simple way for websites and apps to ask for and share information over the internet.",
    "boss": "REST is an architectural style for designing web APIs using standard HTTP methods.",
    "sysadmin": "Representational State Transfer using HTTP verbs (GET, POST, PUT, DELETE) for stateless operations.",
    "emoji": "🌐📋🔄📊",
    "categories": [],
    "related": [
      "api",
      "http",
      "json"
    ],
    "use_case": "Building web services that can be easily consumed by web and mobile applications.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "json": {
    "eli5": "A simple way to organize and share information that both humans and computers can understand.",
    "boss": "JSON is a lightweight data format for exchanging information between systems.",
    "sysadmin": "JavaScript Object Notation using key-value pairs for structured data serialization.",
    "emoji": "📄🔗💾📋",
    "categories": [],
    "related": [
      "xml",
      "yaml",
      "api"
    ],
    "use_case": "Storing configuration data and exchanging information between web services.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "ssl": {
    "eli5": "A security blanket that keeps your information safe when traveling over the internet.",
    "boss": "SSL encrypts data transmission between browsers and web servers for security.",
    "sysadmin": "Transport Layer Security protocol using asymmetric encryption for secure HTTPS connections.",
    "emoji": "🔒🌐🛡️📜",
    "categories": [
      "Security"
    ],
    "related": [
      "tls",
      "https",
      "certificate"
    ],
    "use_case": "Securing online transactions, login pages, and sensitive data transmission.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "dhcp": {
    "eli5": "A helpful robot that automatically gives each device on your network its own address.",
    "boss": "DHCP automatically assigns IP addresses to devices joining a network.",
    "sysadmin": "Dynamic Host Configuration Protocol using DORA process for automatic IP address allocation.",
    "emoji": "🏠📍🤖🔄",
    "categories": [
      "Networking"
    ],
    "related": [
      "dns",
      "ip",
      "subnet"
    ],
    "use_case": "Automatically configuring network settings for devices without manual intervention.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "vlan": {
    "eli5": "A way to create separate groups of devices on the same network, like different rooms in a house.",
    "boss": "VLAN segments network traffic into isolated groups for security and organization.",
    "sysadmin": "Virtual Local Area Network using 802.1Q tagging for logical network segmentation.",
    "emoji": "🏠🔗🚧📶",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "switch",
      "trunk",
      "subnet"
    ],
    "use_case": "Isolating guest networks, separating IoT devices, and organizing network traffic.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ssh": {
    "eli5": "A secure way to control a computer from far away, like using a remote control for your TV.",
    "boss": "SSH provides secure remote access to servers and network devices.",
    "sysadmin": "Secure Shell protocol using public-key cryptography for encrypted remote terminal access.",
    "emoji": "🔒💻🌐🔑",
    "categories": [
      "Security"
    ],
    "related": [
      "telnet",
      "sftp",
      "key-pair"
    ],
    "use_case": "Remotely managing servers, transferring files securely, and executing commands.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "git": {
    "eli5": "A smart filing system that remembers every change you make to your computer files.",
    "boss": "Git tracks changes in code and enables collaboration among development teams.",
    "sysadmin": "Distributed version control system using SHA-1 hashing for change tracking and branching.",
    "emoji": "📝🔄🌳💾",
    "categories": [
      "Version Control"
    ],
    "related": [
      "github",
      "gitlab",
      "svn"
    ],
    "use_case": "Managing code changes, collaborating on projects, and maintaining version history.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "nginx": {
    "eli5": "A super-fast waiter that serves web pages to people visiting websites.",
    "boss": "Nginx is a high-performance web server and reverse proxy for handling web traffic.",
    "sysadmin": "Event-driven web server with load balancing, SSL termination, and caching capabilities.",
    "emoji": "🌐⚡🔄📊",
    "categories": [],
    "related": [
      "apache",
      "haproxy",
      "cloudflare"
    ],
    "use_case": "Serving websites, load balancing traffic, and acting as a reverse proxy.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "terraform": {
    "eli5": "A magic wand that creates computer infrastructure by reading a recipe you write.",
    "boss": "Terraform automates infrastructure deployment using code-based configuration.",
    "sysadmin": "Infrastructure as Code tool using HCL for declarative resource provisioning across cloud providers.",
    "emoji": "🏗️📜⚙️☁️",
    "categories": [
      "DevOps"
    ],
    "related": [
      "ansible",
      "cloudformation",
      "pulumi"
    ],
    "use_case": "Provisioning cloud resources, managing infrastructure state, and ensuring consistency.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ansible": {
    "eli5": "A robot that can set up and configure many computers at once by following your instructions.",
    "boss": "Ansible automates server configuration and application deployment tasks.",
    "sysadmin": "Agentless configuration management using YAML playbooks and SSH for remote execution.",
    "emoji": "🤖📋⚙️🔄",
    "categories": [
      "DevOps"
    ],
    "related": [
      "terraform",
      "puppet",
      "chef"
    ],
    "use_case": "Automating server setup, deploying applications, and managing configurations.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "prometheus": {
    "eli5": "A watchful guardian that constantly checks if all your computer systems are healthy.",
    "boss": "Prometheus monitors system performance and sends alerts when issues occur.",
    "sysadmin": "Time-series monitoring system with pull-based metrics collection and PromQL query language.",
    "emoji": "📊👁️⚠️📈",
    "categories": [
      "DevOps"
    ],
    "related": [
      "grafana",
      "alertmanager",
      "node-exporter"
    ],
    "use_case": "Monitoring server performance, tracking application metrics, and alerting on issues.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "grafana": {
    "eli5": "A beautiful dashboard that shows colorful charts about how your computers are doing.",
    "boss": "Grafana creates visual dashboards for monitoring and analyzing system data.",
    "sysadmin": "Data visualization platform supporting multiple data sources with customizable dashboards.",
    "emoji": "📊🎨📈💹",
    "categories": [],
    "related": [
      "prometheus",
      "influxdb",
      "elasticsearch"
    ],
    "use_case": "Creating monitoring dashboards, visualizing metrics, and analyzing performance trends.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "elasticsearch": {
    "eli5": "A super-smart librarian that can instantly find any information in millions of documents.",
    "boss": "Elasticsearch provides fast search and analytics for large volumes of data.",
    "sysadmin": "Distributed search engine using inverted indexes and RESTful APIs for real-time analytics.",
    "emoji": "🔍📚⚡📊",
    "categories": [],
    "related": [
      "kibana",
      "logstash",
      "solr"
    ],
    "use_case": "Log analysis, full-text search, and real-time data analytics.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "redis": {
    "eli5": "A super-fast memory bank that computers use to quickly remember important information.",
    "boss": "Redis provides high-speed data caching and storage for improved application performance.",
    "sysadmin": "In-memory data structure store supporting strings, hashes, lists, and pub/sub messaging.",
    "emoji": "⚡💾🔄📊",
    "categories": [],
    "related": [
      "memcached",
      "mongodb",
      "postgresql"
    ],
    "use_case": "Caching frequently accessed data, session storage, and real-time analytics.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "postgresql": {
    "eli5": "A very organized filing cabinet that stores information and can answer complex questions about it.",
    "boss": "PostgreSQL is a powerful database system for storing and querying structured data.",
    "sysadmin": "ACID-compliant relational database with advanced features like JSON support and full-text search.",
    "emoji": "🗃️📊🔍💾",
    "categories": [
      "Data & Databases"
    ],
    "related": [
      "mysql",
      "mongodb",
      "sqlite"
    ],
    "use_case": "Storing application data, complex queries, and ensuring data integrity.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "mongodb": {
    "eli5": "A flexible storage box that can hold different types of information without strict rules.",
    "boss": "MongoDB stores data in flexible documents instead of rigid table structures.",
    "sysadmin": "NoSQL document database using BSON format with horizontal scaling and replica sets.",
    "emoji": "📄🗃️🔄📊",
    "categories": [
      "Data & Databases"
    ],
    "related": [
      "postgresql",
      "couchdb",
      "dynamodb"
    ],
    "use_case": "Storing unstructured data, rapid prototyping, and content management systems.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "wireguard": {
    "eli5": "A modern, super-fast secret tunnel for connecting to your home network from anywhere.",
    "boss": "WireGuard provides simple, fast, and secure VPN connections with minimal configuration.",
    "sysadmin": "Modern VPN protocol using ChaCha20 encryption with simplified key exchange and routing.",
    "emoji": "🔒⚡🌐🚇",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "openvpn",
      "ipsec",
      "tailscale"
    ],
    "use_case": "Secure remote access, site-to-site connections, and mobile device protection.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "pfsense": {
    "eli5": "A powerful security guard software that protects your entire network from bad internet traffic.",
    "boss": "pfSense is an open-source firewall and router platform for network security.",
    "sysadmin": "FreeBSD-based firewall with stateful filtering, VPN support, and traffic shaping capabilities.",
    "emoji": "🔥🛡️🌐⚙️",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "opnsense",
      "sophos",
      "fortinet"
    ],
    "use_case": "Network security, VPN termination, and traffic management for small to medium networks.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "unifi": {
    "eli5": "A family of networking equipment that all work together like a well-coordinated team.",
    "boss": "UniFi provides enterprise-grade networking equipment with centralized management.",
    "sysadmin": "Ubiquiti's SDN platform with controller-based management for APs, switches, and gateways.",
    "emoji": "📶🏢⚙️📊",
    "categories": [
      "Networking",
      "Wireless Technologies"
    ],
    "related": [
      "cisco",
      "aruba",
      "meraki"
    ],
    "use_case": "Deploying scalable Wi-Fi networks with centralized monitoring and management.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "plex": {
    "eli5": "A magical media organizer that turns your computer into your own personal Netflix.",
    "boss": "Plex organizes and streams personal media collections across devices.",
    "sysadmin": "Media server with transcoding, metadata management, and multi-platform client support.",
    "emoji": "🎬📺🎵📱",
    "categories": [],
    "related": [
      "jellyfin",
      "emby",
      "kodi"
    ],
    "use_case": "Streaming personal movie and music collections to TVs, phones, and computers.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "jellyfin": {
    "eli5": "A free alternative to Plex that organizes your movies and shows without any subscriptions.",
    "boss": "Jellyfin provides open-source media streaming without licensing restrictions.",
    "sysadmin": "Self-hosted media server with no premium features, supporting transcoding and live TV.",
    "emoji": "🎬🆓📺🎵",
    "categories": [],
    "related": [
      "plex",
      "emby",
      "kodi"
    ],
    "use_case": "Self-hosted media streaming with complete control and no subscription fees.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nextcloud": {
    "eli5": "Your own personal cloud storage that you control, like having your own Google Drive at home.",
    "boss": "Nextcloud provides self-hosted file storage and collaboration platform.",
    "sysadmin": "PHP-based cloud platform with file sync, sharing, and collaborative editing capabilities.",
    "emoji": "☁️📁🔒🤝",
    "categories": [],
    "related": [
      "owncloud",
      "seafile",
      "syncthing"
    ],
    "use_case": "Private file storage, document collaboration, and calendar/contact synchronization.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "traefik": {
    "eli5": "A smart traffic director that automatically routes visitors to the right websites and services.",
    "boss": "Traefik automatically discovers services and routes traffic with SSL termination.",
    "sysadmin": "Cloud-native reverse proxy with automatic service discovery and Let's Encrypt integration.",
    "emoji": "🚦🌐🔄⚡",
    "categories": [
      "DevOps"
    ],
    "related": [
      "nginx",
      "haproxy",
      "envoy"
    ],
    "use_case": "Automatically routing traffic to containerized services with SSL certificates.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "portainer": {
    "eli5": "A friendly control panel that makes managing Docker containers as easy as clicking buttons.",
    "boss": "Portainer provides a web interface for managing Docker containers and environments.",
    "sysadmin": "Container management UI with stack deployment, image management, and user access control.",
    "emoji": "🐳🖥️⚙️📊",
    "categories": [
      "Containers"
    ],
    "related": [
      "docker",
      "rancher",
      "kubernetes"
    ],
    "use_case": "Managing Docker containers through a web interface instead of command line.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "homeassistant": {
    "eli5": "A smart home brain that connects all your smart devices and makes them work together.",
    "boss": "Home Assistant integrates and automates smart home devices from different manufacturers.",
    "sysadmin": "Python-based home automation platform with 2000+ integrations and local processing.",
    "emoji": "🏠🤖⚙️🔗",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "openhab",
      "hubitat",
      "smartthings"
    ],
    "use_case": "Centralizing smart home control, creating automations, and maintaining privacy.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "openhab": {
    "eli5": "Another smart home brain that's completely free and can connect almost any smart device.",
    "boss": "OpenHAB is an open-source platform for integrating smart home technologies.",
    "sysadmin": "Java-based automation server with vendor-neutral bindings and rule-based automation.",
    "emoji": "🏠🔓⚙️🔗",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "homeassistant",
      "domoticz",
      "iobroker"
    ],
    "use_case": "Vendor-neutral home automation with extensive protocol support and customization.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "esphome": {
    "eli5": "A way to turn cheap computer chips into smart home devices using simple configuration files.",
    "boss": "ESPHome creates custom IoT devices using ESP microcontrollers with YAML configuration.",
    "sysadmin": "Firmware generation platform for ESP32/ESP8266 with OTA updates and Home Assistant integration.",
    "emoji": "🔧⚡📡🏠",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "tasmota",
      "arduino",
      "micropython"
    ],
    "use_case": "Creating custom sensors, switches, and IoT devices for home automation.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "tasmota": {
    "eli5": "Special software that makes cheap smart plugs and switches work with your home automation.",
    "boss": "Tasmota is open-source firmware for ESP-based smart devices.",
    "sysadmin": "Alternative firmware providing local control and MQTT integration for IoT devices.",
    "emoji": "🔌⚡🔓📡",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "esphome",
      "tuya-convert",
      "sonoff"
    ],
    "use_case": "Flashing commercial smart devices to remove cloud dependencies and add local control.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "matter": {
    "eli5": "A new universal language that helps all smart home devices talk to each other, no matter who made them.",
    "boss": "Matter is a unified standard for smart home device interoperability.",
    "sysadmin": "Thread/Wi-Fi-based protocol with IPv6 networking and standardized device types.",
    "emoji": "🏠🤝🌐🔗",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "thread",
      "zigbee",
      "homekit"
    ],
    "use_case": "Ensuring smart home devices work together regardless of manufacturer or ecosystem.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "thread": {
    "eli5": "A new type of wireless network designed specifically for smart home devices to communicate reliably.",
    "boss": "Thread provides reliable, low-power mesh networking for IoT devices.",
    "sysadmin": "IPv6-based mesh protocol using 6LoWPAN with border routers for internet connectivity.",
    "emoji": "🧵📶🏠🔗",
    "categories": [
      "Networking",
      "Smart Home/IoT"
    ],
    "related": [
      "matter",
      "zigbee",
      "openthread"
    ],
    "use_case": "Connecting battery-powered sensors and smart home devices in a reliable mesh network.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "influxdb": {
    "eli5": "A special database that's really good at storing information that changes over time, like temperature readings.",
    "boss": "InfluxDB stores and analyzes time-series data for monitoring and IoT applications.",
    "sysadmin": "Time-series database optimized for high-write loads with retention policies and downsampling.",
    "emoji": "📊⏰💾📈",
    "categories": [],
    "related": [
      "prometheus",
      "grafana",
      "telegraf"
    ],
    "use_case": "Storing sensor data, system metrics, and application performance measurements.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "telegraf": {
    "eli5": "A data collector that gathers information from many different sources and sends it to databases.",
    "boss": "Telegraf collects metrics from various sources and sends them to monitoring systems.",
    "sysadmin": "Plugin-driven agent for collecting, processing, and outputting metrics and events.",
    "emoji": "📊🔄📡💾",
    "categories": [],
    "related": [
      "influxdb",
      "prometheus",
      "grafana"
    ],
    "use_case": "Collecting system metrics, application data, and IoT sensor readings.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "caddy": {
    "eli5": "A web server that automatically makes websites secure without any complicated setup.",
    "boss": "Caddy is a web server with automatic HTTPS and simple configuration.",
    "sysadmin": "HTTP/2 web server with automatic TLS certificate management and reverse proxy capabilities.",
    "emoji": "🌐🔒⚡📜",
    "categories": [
      "Security"
    ],
    "related": [
      "nginx",
      "apache",
      "traefik"
    ],
    "use_case": "Serving websites with automatic SSL certificates and minimal configuration.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "letsencrypt": {
    "eli5": "A free service that gives websites security certificates so they can use the secure 'https' connection.",
    "boss": "Let's Encrypt provides free SSL certificates to secure websites with HTTPS.",
    "sysadmin": "Automated Certificate Authority using ACME protocol for domain-validated certificates.",
    "emoji": "🔒🆓📜✅",
    "categories": [
      "Security"
    ],
    "related": [
      "ssl",
      "acme",
      "certbot"
    ],
    "use_case": "Automatically obtaining and renewing SSL certificates for websites and services.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "certbot": {
    "eli5": "A helpful robot that automatically gets and renews security certificates for your websites.",
    "boss": "Certbot automates the process of obtaining and renewing Let's Encrypt certificates.",
    "sysadmin": "ACME client for automated certificate management with web server integration.",
    "emoji": "🤖🔒📜🔄",
    "categories": [
      "Security"
    ],
    "related": [
      "letsencrypt",
      "acme",
      "ssl"
    ],
    "use_case": "Automating SSL certificate deployment and renewal for web servers.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "fail2ban": {
    "eli5": "A security guard that watches for bad login attempts and blocks the troublemakers.",
    "boss": "Fail2ban protects servers by blocking IP addresses after failed login attempts.",
    "sysadmin": "Intrusion prevention system using log analysis and iptables rules for IP blocking.",
    "emoji": "🛡️🚫👁️⚠️",
    "categories": [
      "Security"
    ],
    "related": [
      "iptables",
      "crowdsec",
      "ossec"
    ],
    "use_case": "Protecting SSH, web servers, and other services from brute force attacks.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "crowdsec": {
    "eli5": "A community-powered security system where everyone shares information about internet bad guys.",
    "boss": "CrowdSec provides collaborative security with shared threat intelligence.",
    "sysadmin": "Behavioral analysis engine with crowd-sourced IP reputation and automated response.",
    "emoji": "👥🛡️🌐📊",
    "categories": [
      "Security"
    ],
    "related": [
      "fail2ban",
      "suricata",
      "wazuh"
    ],
    "use_case": "Detecting and blocking malicious behavior using community-shared threat data.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "pihole": {
    "eli5": "A network-wide ad blocker that stops advertisements and tracking before they reach any device.",
    "boss": "Pi-hole blocks ads and trackers at the DNS level for entire networks.",
    "sysadmin": "DNS sinkhole using blocklists to filter malicious and advertising domains.",
    "emoji": "🕳️🚫📺🌐",
    "categories": [
      "Networking"
    ],
    "related": [
      "adguard",
      "unbound",
      "blocky"
    ],
    "use_case": "Network-wide ad blocking, malware protection, and improving browsing speed.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "adguard": {
    "eli5": "Another ad blocker that can work on individual devices or protect your whole network.",
    "boss": "AdGuard provides comprehensive ad blocking and privacy protection.",
    "sysadmin": "DNS filtering with parental controls, malware protection, and detailed analytics.",
    "emoji": "🛡️🚫📱💻",
    "categories": [
      "Networking"
    ],
    "related": [
      "pihole",
      "nextdns",
      "blocky"
    ],
    "use_case": "Blocking ads, trackers, and malicious content across devices and networks.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "unbound": {
    "eli5": "A DNS server that looks up website addresses directly instead of asking other companies.",
    "boss": "Unbound provides recursive DNS resolution with enhanced privacy and security.",
    "sysadmin": "Validating recursive DNS resolver with DNSSEC support and caching capabilities.",
    "emoji": "🔍🌐🔒⚡",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "pihole",
      "bind",
      "powerdns"
    ],
    "use_case": "Providing fast, private DNS resolution without relying on third-party resolvers.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "openvpn": {
    "eli5": "A traditional but reliable way to create secure tunnels for connecting to networks remotely.",
    "boss": "OpenVPN provides secure remote access through encrypted tunnels.",
    "sysadmin": "SSL/TLS-based VPN with certificate authentication and flexible routing options.",
    "emoji": "🔒🌐🚇📜",
    "categories": [
      "Security"
    ],
    "related": [
      "wireguard",
      "ipsec",
      "softether"
    ],
    "use_case": "Secure remote access to corporate networks and bypassing geographic restrictions.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "tailscale": {
    "eli5": "A super easy VPN that connects all your devices together like they're on the same network.",
    "boss": "Tailscale creates secure mesh networks between devices with zero configuration.",
    "sysadmin": "WireGuard-based mesh VPN with NAT traversal and centralized access control.",
    "emoji": "🔗🌐⚡🔒",
    "categories": [
      "Networking"
    ],
    "related": [
      "wireguard",
      "zerotier",
      "nebula"
    ],
    "use_case": "Connecting remote devices, accessing home lab from anywhere, and secure file sharing.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "zerotier": {
    "eli5": "Another easy VPN service that makes all your devices think they're connected to the same network.",
    "boss": "ZeroTier creates software-defined networks for connecting distributed devices.",
    "sysadmin": "P2P VPN with centralized network controllers and software-defined networking features.",
    "emoji": "🌐🔗💫🔒",
    "categories": [],
    "related": [
      "tailscale",
      "nebula",
      "tinc"
    ],
    "use_case": "Creating virtual networks for IoT devices, remote access, and site-to-site connections.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "syncthing": {
    "eli5": "A file synchronization tool that keeps folders in sync across multiple devices without using the cloud.",
    "boss": "Syncthing synchronizes files between devices without central servers.",
    "sysadmin": "P2P file synchronization with end-to-end encryption and conflict resolution.",
    "emoji": "🔄📁🔒🌐",
    "categories": [],
    "related": [
      "nextcloud",
      "resilio",
      "seafile"
    ],
    "use_case": "Synchronizing documents, photos, and files between computers without cloud storage.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "restic": {
    "eli5": "A backup program that safely stores your files with encryption and can save space by removing duplicates.",
    "boss": "Restic provides encrypted, deduplicated backups to various storage backends.",
    "sysadmin": "Cross-platform backup tool with encryption, deduplication, and incremental snapshots.",
    "emoji": "💾🔒📦⚡",
    "categories": [],
    "related": [
      "borg",
      "duplicacy",
      "rclone"
    ],
    "use_case": "Creating secure, space-efficient backups to local and cloud storage.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "borg": {
    "eli5": "Another backup tool that's really good at saving space by only storing what's changed.",
    "boss": "BorgBackup creates deduplicated, encrypted backups with compression.",
    "sysadmin": "Deduplicating backup program with encryption, compression, and cross-platform support.",
    "emoji": "💾🤖🔒📦",
    "categories": [],
    "related": [
      "restic",
      "duplicity",
      "attic"
    ],
    "use_case": "Efficient backup storage with deduplication for reducing storage requirements.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rclone": {
    "eli5": "A Swiss Army knife for moving files between different cloud storage services and local computers.",
    "boss": "Rclone synchronizes files between local storage and cloud providers.",
    "sysadmin": "Command-line tool for managing files across 40+ cloud storage providers with encryption.",
    "emoji": "☁️🔄📁⚡",
    "categories": [],
    "related": [
      "rsync",
      "duplicati",
      "cloudberry"
    ],
    "use_case": "Backing up to cloud storage, migrating between providers, and mounting cloud drives.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "duplicati": {
    "eli5": "A user-friendly backup program with a web interface that can store encrypted backups in the cloud.",
    "boss": "Duplicati provides encrypted backups to cloud storage with a web interface.",
    "sysadmin": "Cross-platform backup client with encryption, compression, and incremental backups.",
    "emoji": "💾🌐🔒📊",
    "categories": [],
    "related": [
      "restic",
      "duplicacy",
      "cloudberry"
    ],
    "use_case": "Automated encrypted backups to cloud storage with scheduling and monitoring.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "zfs": {
    "eli5": "A super-advanced file system that can protect your data from corruption and take instant snapshots.",
    "boss": "ZFS provides advanced data protection with snapshots, checksums, and RAID-like features.",
    "sysadmin": "Copy-on-write filesystem with built-in RAID, compression, deduplication, and snapshots.",
    "emoji": "💾🛡️📸⚡",
    "categories": [],
    "related": [
      "btrfs",
      "ext4",
      "xfs"
    ],
    "use_case": "Enterprise-grade data protection, snapshots for backups, and storage pooling.",
    "jargon_score": 5,
    "level": "Expert"
  },
  "btrfs": {
    "eli5": "A modern Linux file system that can take snapshots and protect against data corruption.",
    "boss": "Btrfs offers advanced filesystem features like snapshots and self-healing.",
    "sysadmin": "Copy-on-write filesystem with snapshots, checksums, and multi-device support.",
    "emoji": "💾🌳📸🔧",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "zfs",
      "ext4",
      "xfs"
    ],
    "use_case": "System snapshots before updates, data integrity checking, and flexible storage management.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "lvm": {
    "eli5": "A way to make hard drives more flexible, like being able to resize partitions easily.",
    "boss": "LVM provides flexible disk management with resizable volumes and snapshots.",
    "sysadmin": "Logical Volume Manager enabling dynamic disk partitioning and volume management.",
    "emoji": "💾🔧📏⚙️",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "mdadm",
      "zfs",
      "btrfs"
    ],
    "use_case": "Dynamic storage allocation, volume resizing, and creating storage snapshots.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "mdadm": {
    "eli5": "A Linux tool for combining multiple hard drives into RAID arrays for speed or protection.",
    "boss": "mdadm manages software RAID arrays on Linux systems.",
    "sysadmin": "Linux software RAID management tool for creating and maintaining RAID arrays.",
    "emoji": "💾🔄🛡️⚙️",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "lvm",
      "zfs",
      "hardware-raid"
    ],
    "use_case": "Creating software RAID for redundancy, performance, or both in Linux systems.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "smartctl": {
    "eli5": "A diagnostic tool that checks the health of your hard drives and warns about potential failures.",
    "boss": "smartctl monitors drive health and predicts potential failures.",
    "sysadmin": "SMART monitoring utility for checking disk health and predicting failures.",
    "emoji": "💾🩺📊⚠️",
    "categories": [],
    "related": [
      "smartd",
      "hdparm",
      "badblocks"
    ],
    "use_case": "Monitoring drive health, predicting failures, and performing drive diagnostics.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "htop": {
    "eli5": "A colorful, interactive way to see what programs are running on your computer and how much resources they're using.",
    "boss": "htop provides an interactive interface for monitoring system processes and resources.",
    "sysadmin": "Enhanced process viewer with color-coded display and interactive process management.",
    "emoji": "📊💻🎨⚙️",
    "categories": [
      "System Administration"
    ],
    "related": [
      "top",
      "btop",
      "glances"
    ],
    "use_case": "Real-time system monitoring, process management, and resource usage analysis.",
    "jargon_score": 1,
    "level": "Beginner"
  },
  "iotop": {
    "eli5": "A tool that shows which programs are reading and writing to your hard drives the most.",
    "boss": "iotop monitors disk I/O usage by processes in real-time.",
    "sysadmin": "I/O monitoring tool displaying per-process disk read/write activity.",
    "emoji": "💾📊⚡📈",
    "categories": [],
    "related": [
      "htop",
      "iftop",
      "nethogs"
    ],
    "use_case": "Identifying processes causing high disk I/O and troubleshooting performance issues.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "iftop": {
    "eli5": "A network monitor that shows which connections are using the most internet bandwidth.",
    "boss": "iftop displays real-time network bandwidth usage by connection.",
    "sysadmin": "Network monitoring tool showing bandwidth usage per connection in real-time.",
    "emoji": "🌐📊📈⚡",
    "categories": [
      "Networking"
    ],
    "related": [
      "nethogs",
      "iotop",
      "vnstat"
    ],
    "use_case": "Monitoring network traffic, identifying bandwidth-heavy connections, and network troubleshooting.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "tmux": {
    "eli5": "A way to have multiple terminal windows and keep them running even when you disconnect.",
    "boss": "tmux enables multiple terminal sessions with persistence and sharing capabilities.",
    "sysadmin": "Terminal multiplexer allowing session persistence, window management, and remote collaboration.",
    "emoji": "💻🔄📱⚙️",
    "categories": [],
    "related": [
      "screen",
      "byobu",
      "zellij"
    ],
    "use_case": "Managing multiple terminal sessions, persistent remote sessions, and collaborative work.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "screen": {
    "eli5": "An older but reliable way to keep terminal sessions running in the background.",
    "boss": "GNU Screen provides terminal session management and persistence.",
    "sysadmin": "Terminal multiplexer with session detachment and reattachment capabilities.",
    "emoji": "💻📺🔄⚙️",
    "categories": [],
    "related": [
      "tmux",
      "byobu",
      "nohup"
    ],
    "use_case": "Maintaining long-running processes and persistent terminal sessions.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "vim": {
    "eli5": "A powerful but challenging text editor that's loved by programmers once they learn it.",
    "boss": "Vim is a highly efficient modal text editor for programming and system administration.",
    "sysadmin": "Modal text editor with extensive customization and keyboard-driven operation.",
    "emoji": "📝⌨️⚡🎯",
    "categories": [],
    "related": [
      "neovim",
      "emacs",
      "nano"
    ],
    "use_case": "Editing configuration files, programming, and efficient text manipulation.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nano": {
    "eli5": "A simple, beginner-friendly text editor that shows you the keyboard shortcuts at the bottom.",
    "boss": "Nano provides a straightforward text editing experience with visible commands.",
    "sysadmin": "Simple terminal text editor with intuitive interface and basic editing features.",
    "emoji": "📝✏️🔰📄",
    "categories": [],
    "related": [
      "vim",
      "emacs",
      "micro"
    ],
    "use_case": "Quick file editing, configuration changes, and beginner-friendly text editing.",
    "jargon_score": 1,
    "level": "Beginner"
  },
  "cron": {
    "eli5": "A scheduler that can automatically run programs at specific times, like a digital alarm clock for tasks.",
    "boss": "Cron automates task execution based on time schedules.",
    "sysadmin": "Time-based job scheduler using crontab syntax for automated task execution.",
    "emoji": "⏰🤖📅⚙️",
    "categories": [
      "System Administration"
    ],
    "related": [
      "systemd-timer",
      "at",
      "anacron"
    ],
    "use_case": "Automated backups, system maintenance, log rotation, and periodic tasks.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "systemd": {
    "eli5": "The system manager that starts and stops programs when your Linux computer boots up.",
    "boss": "systemd manages system services, boot process, and system resources.",
    "sysadmin": "Init system and service manager with dependency handling and parallel startup.",
    "emoji": "⚙️🚀🔄💻",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "sysvinit",
      "upstart",
      "openrc"
    ],
    "use_case": "Managing system services, boot process, and system resource control.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "iptables": {
    "eli5": "The built-in firewall rules system for Linux that controls what network traffic is allowed.",
    "boss": "iptables configures Linux kernel firewall rules for network security.",
    "sysadmin": "Netfilter framework for packet filtering, NAT, and network traffic manipulation.",
    "emoji": "🔥🛡️🌐⚙️",
    "categories": [
      "Operating Systems",
      "Security"
    ],
    "related": [
      "nftables",
      "ufw",
      "firewalld"
    ],
    "use_case": "Network security, port forwarding, traffic filtering, and NAT configuration.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ufw": {
    "eli5": "A user-friendly way to set up firewall rules on Linux without learning complex commands.",
    "boss": "UFW simplifies iptables configuration with an easy-to-use interface.",
    "sysadmin": "Uncomplicated Firewall providing simplified iptables management with preset rules.",
    "emoji": "🔥🛡️🔰⚙️",
    "categories": [
      "Operating Systems",
      "Security"
    ],
    "related": [
      "iptables",
      "firewalld",
      "gufw"
    ],
    "use_case": "Simple firewall configuration, basic port management, and beginner-friendly security.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "rsync": {
    "eli5": "A smart file copying tool that only transfers the parts of files that have changed.",
    "boss": "rsync efficiently synchronizes files and directories between locations.",
    "sysadmin": "Delta-sync algorithm for efficient file transfer with compression and preservation options.",
    "emoji": "🔄📁⚡💾",
    "categories": [],
    "related": [
      "scp",
      "rclone",
      "unison"
    ],
    "use_case": "Incremental backups, file synchronization, and efficient data transfer.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "scp": {
    "eli5": "A secure way to copy files between computers over the internet using SSH.",
    "boss": "SCP provides secure file transfer over SSH connections.",
    "sysadmin": "Secure Copy Protocol using SSH for encrypted file transfer between hosts.",
    "emoji": "📁🔒🌐📤",
    "categories": [
      "Security"
    ],
    "related": [
      "sftp",
      "rsync",
      "ssh"
    ],
    "use_case": "Secure file transfer between servers, copying configuration files, and remote file management.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "sftp": {
    "eli5": "A secure file transfer method that works like FTP but uses SSH encryption for safety.",
    "boss": "SFTP provides secure file transfer with directory browsing capabilities.",
    "sysadmin": "SSH File Transfer Protocol offering secure file operations with interactive sessions.",
    "emoji": "📁🔒🌐📂",
    "categories": [
      "Security"
    ],
    "related": [
      "scp",
      "ftp",
      "ssh"
    ],
    "use_case": "Interactive secure file transfer, remote file management, and secure file browsing.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "curl": {
    "eli5": "A command-line tool for downloading files and talking to websites and web services.",
    "boss": "curl transfers data to and from servers using various protocols.",
    "sysadmin": "Command-line tool for HTTP requests, API testing, and data transfer across protocols.",
    "emoji": "🌐📥📤⚡",
    "categories": [],
    "related": [
      "wget",
      "httpie",
      "postman"
    ],
    "use_case": "API testing, downloading files, web scraping, and HTTP debugging.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "wget": {
    "eli5": "A simple command-line tool for downloading files from websites.",
    "boss": "wget downloads files from web servers with resume and recursive capabilities.",
    "sysadmin": "Non-interactive downloader supporting HTTP, HTTPS, and FTP with recursive downloading.",
    "emoji": "📥🌐📁⬇️",
    "categories": [],
    "related": [
      "curl",
      "aria2",
      "axel"
    ],
    "use_case": "Downloading files, website mirroring, and automated file retrieval.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "jq": {
    "eli5": "A tool for reading and manipulating JSON data, like a Swiss Army knife for JSON files.",
    "boss": "jq processes and transforms JSON data with powerful filtering capabilities.",
    "sysadmin": "Command-line JSON processor with filtering, mapping, and transformation functions.",
    "emoji": "📄🔧⚡🔍",
    "categories": [
      "Programming Languages"
    ],
    "related": [
      "yq",
      "xmlstarlet",
      "awk"
    ],
    "use_case": "Processing API responses, extracting data from JSON files, and configuration parsing.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "grep": {
    "eli5": "A search tool that finds specific text patterns in files, like Ctrl+F for the command line.",
    "boss": "grep searches for text patterns in files using regular expressions.",
    "sysadmin": "Pattern matching tool using regular expressions for text search and filtering.",
    "emoji": "🔍📄🎯📝",
    "categories": [],
    "related": [
      "awk",
      "sed",
      "ripgrep"
    ],
    "use_case": "Log analysis, configuration file searching, and text pattern matching.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "awk": {
    "eli5": "A powerful text processing tool that can extract and manipulate data from structured text files.",
    "boss": "awk processes structured text data with pattern matching and field extraction.",
    "sysadmin": "Pattern-scanning and data extraction language for processing structured text.",
    "emoji": "📄⚙️🔧📊",
    "categories": [],
    "related": [
      "sed",
      "grep",
      "cut"
    ],
    "use_case": "Log processing, CSV manipulation, and extracting specific fields from text data.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sed": {
    "eli5": "A stream editor that can find and replace text in files automatically.",
    "boss": "sed performs text transformations and editing operations on streams of data.",
    "sysadmin": "Stream editor for filtering and transforming text using regular expressions.",
    "emoji": "📝✏️🔄⚡",
    "categories": [],
    "related": [
      "awk",
      "grep",
      "tr"
    ],
    "use_case": "Automated text replacement, configuration file modification, and data cleaning.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "find": {
    "eli5": "A command that searches for files and folders on your computer based on various criteria.",
    "boss": "find locates files and directories based on specified criteria and performs actions.",
    "sysadmin": "File system search utility with filtering options and action execution capabilities.",
    "emoji": "🔍📁🗂️⚡",
    "categories": [
      "System Administration"
    ],
    "related": [
      "locate",
      "fd",
      "which"
    ],
    "use_case": "Finding files by name, size, or date, and performing batch operations on results.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "locate": {
    "eli5": "A fast file finder that uses a pre-built database to quickly locate files by name.",
    "boss": "locate provides fast file searching using a pre-indexed database.",
    "sysadmin": "Database-driven file locator using updatedb for fast filename searches.",
    "emoji": "🔍💾⚡📁",
    "categories": [],
    "related": [
      "find",
      "which",
      "whereis"
    ],
    "use_case": "Quick file location by name, faster than find for simple name searches.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "du": {
    "eli5": "A tool that shows how much disk space files and folders are using.",
    "boss": "du displays disk usage information for files and directories.",
    "sysadmin": "Disk usage analyzer showing space consumption with various output formats.",
    "emoji": "💾📊📏📁",
    "categories": [
      "System Administration"
    ],
    "related": [
      "df",
      "ncdu",
      "baobab"
    ],
    "use_case": "Analyzing disk space usage, finding large files, and storage management.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "df": {
    "eli5": "A command that shows how much free space is available on your hard drives.",
    "boss": "df displays filesystem disk space usage and availability.",
    "sysadmin": "Filesystem space analyzer showing mounted volumes and available space.",
    "emoji": "💾📊📈🗂️",
    "categories": [],
    "related": [
      "du",
      "lsblk",
      "mount"
    ],
    "use_case": "Monitoring filesystem capacity, checking available space, and storage planning.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "lsblk": {
    "eli5": "A command that shows all the storage devices and partitions connected to your computer.",
    "boss": "lsblk displays block devices and their relationships in a tree format.",
    "sysadmin": "Block device lister showing device hierarchy, mount points, and filesystem information.",
    "emoji": "💾🌳📊🔗",
    "categories": [],
    "related": [
      "fdisk",
      "parted",
      "blkid"
    ],
    "use_case": "Viewing storage device layout, partition information, and mount relationships.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "mount": {
    "eli5": "A command that makes storage devices and network shares accessible to your computer.",
    "boss": "mount attaches filesystems to the directory tree for access.",
    "sysadmin": "Filesystem mounting utility for attaching storage devices and network shares.",
    "emoji": "💾🔗📁⚙️",
    "categories": [
      "System Administration"
    ],
    "related": [
      "umount",
      "fstab",
      "lsblk"
    ],
    "use_case": "Mounting USB drives, network shares, and additional storage devices.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "lsof": {
    "eli5": "A tool that shows which files and network connections are currently being used by programs.",
    "boss": "lsof lists open files and network connections by processes.",
    "sysadmin": "List open files utility showing file descriptors, network connections, and process relationships.",
    "emoji": "📁👁️🌐🔍",
    "categories": [
      "Networking"
    ],
    "related": [
      "netstat",
      "ss",
      "fuser"
    ],
    "use_case": "Troubleshooting file locks, network connections, and process debugging.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "netstat": {
    "eli5": "A command that shows all the network connections and listening ports on your computer.",
    "boss": "netstat displays network connections, routing tables, and interface statistics.",
    "sysadmin": "Network statistics tool showing active connections, listening ports, and routing information.",
    "emoji": "🌐📊🔍📈",
    "categories": [
      "Networking"
    ],
    "related": [
      "ss",
      "lsof",
      "nmap"
    ],
    "use_case": "Network troubleshooting, port monitoring, and connection analysis.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ss": {
    "eli5": "A modern replacement for netstat that shows network connections and socket information.",
    "boss": "ss displays socket statistics and network connection information.",
    "sysadmin": "Socket statistics utility providing detailed network connection and socket information.",
    "emoji": "🌐🔍📊⚡",
    "categories": [
      "Networking"
    ],
    "related": [
      "netstat",
      "lsof",
      "ip"
    ],
    "use_case": "Network connection monitoring, socket analysis, and performance troubleshooting.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nmap": {
    "eli5": "A network scanner that can discover devices and check what services they're running.",
    "boss": "nmap performs network discovery and security auditing through port scanning.",
    "sysadmin": "Network mapper for host discovery, port scanning, and service detection.",
    "emoji": "🌐🔍🛡️📡",
    "categories": [
      "Networking"
    ],
    "related": [
      "masscan",
      "zmap",
      "netcat"
    ],
    "use_case": "Network discovery, security auditing, and service enumeration.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "tcpdump": {
    "eli5": "A network packet sniffer that captures and analyzes network traffic for troubleshooting.",
    "boss": "tcpdump captures and analyzes network packets for debugging and monitoring.",
    "sysadmin": "Command-line packet analyzer for network traffic capture and protocol analysis.",
    "emoji": "🌐📦🔍📊",
    "categories": [
      "Networking"
    ],
    "related": [
      "wireshark",
      "tshark",
      "netcat"
    ],
    "use_case": "Network troubleshooting, protocol analysis, and security investigation.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "wireshark": {
    "eli5": "A graphical network analyzer that shows network traffic in an easy-to-understand interface.",
    "boss": "Wireshark provides comprehensive network protocol analysis with a GUI interface.",
    "sysadmin": "Graphical network protocol analyzer with deep packet inspection and filtering.",
    "emoji": "🌐🔍📊🖥️",
    "categories": [
      "Networking"
    ],
    "related": [
      "tcpdump",
      "tshark",
      "ettercap"
    ],
    "use_case": "Network troubleshooting, protocol analysis, and security forensics.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ping": {
    "eli5": "A simple network test that checks if another computer is reachable and how fast the connection is.",
    "boss": "ping tests network connectivity and measures round-trip time to hosts.",
    "sysadmin": "ICMP echo utility for testing network connectivity and measuring latency.",
    "emoji": "🌐📡⏱️✅",
    "categories": [
      "Networking"
    ],
    "related": [
      "traceroute",
      "mtr",
      "telnet"
    ],
    "use_case": "Basic connectivity testing, latency measurement, and network troubleshooting.",
    "jargon_score": 1,
    "level": "Beginner"
  },
  "traceroute": {
    "eli5": "A tool that shows the path your internet traffic takes to reach another computer.",
    "boss": "traceroute displays the network path and hop-by-hop latency to a destination.",
    "sysadmin": "Network diagnostic tool showing routing path and per-hop latency measurements.",
    "emoji": "🌐🗺️📍⏱️",
    "categories": [
      "Networking"
    ],
    "related": [
      "mtr",
      "ping",
      "pathping"
    ],
    "use_case": "Network path analysis, routing troubleshooting, and latency diagnosis.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "mtr": {
    "eli5": "A combination of ping and traceroute that continuously shows the network path and quality.",
    "boss": "mtr combines ping and traceroute functionality for continuous network monitoring.",
    "sysadmin": "Network diagnostic tool providing continuous traceroute with packet loss statistics.",
    "emoji": "🌐📊⏱️🔄",
    "categories": [
      "Networking",
      "Testing"
    ],
    "related": [
      "ping",
      "traceroute",
      "pathping"
    ],
    "use_case": "Continuous network monitoring, intermittent connectivity issues, and path quality analysis.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "acme": {
    "eli5": "A special robot that helps websites get their security badges (certificates) automatically and for free.",
    "boss": "ACME is a protocol for automating the issuance and renewal of digital certificates, primarily for TLS.",
    "sysadmin": "Automated Certificate Management Environment (ACME) is a communication protocol for automating interactions between certificate authorities and web servers, enabling automated certificate issuance and renewal.",
    "emoji": "🤖📜✅🔄",
    "categories": [
      "Security"
    ],
    "related": [
      "letsencrypt",
      "certbot",
      "tls"
    ],
    "use_case": "Used by Let's Encrypt to provide free, automated SSL/TLS certificates for websites.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "alertmanager": {
    "eli5": "The bossy friend who makes sure everyone gets the right message when something goes wrong.",
    "boss": "Alertmanager handles alerts sent by monitoring systems, deduplicating, grouping, and routing them to appropriate receivers.",
    "sysadmin": "A component of the Prometheus ecosystem that processes alerts, performs deduplication, grouping, inhibition, and sends notifications via various integrations.",
    "emoji": "🚨👥📬🔇",
    "categories": [
      "DevOps"
    ],
    "related": [
      "prometheus",
      "grafana",
      "pagerduty"
    ],
    "use_case": "Ensuring that critical alerts are delivered to the right teams and avoiding alert fatigue.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "anacron": {
    "eli5": "Like a smart alarm clock for your computer that makes sure tasks get done even if the computer was off.",
    "boss": "Anacron is a utility that executes commands periodically, ensuring they run even if the system was offline during the scheduled time.",
    "sysadmin": "A computer program that performs periodic command scheduling, typically used on systems that are not continuously running, ensuring missed jobs are executed upon system startup.",
    "emoji": "⏰💻🔄✅",
    "categories": [
      "System Administration"
    ],
    "related": [
      "cron",
      "systemd-timer",
      "at"
    ],
    "use_case": "Running daily, weekly, or monthly tasks on laptops or other machines that are not always on.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "apache": {
    "eli5": "A super popular waiter for websites that helps them show up on your computer.",
    "boss": "Apache HTTP Server is a widely used open-source web server software.",
    "sysadmin": "A cross-platform HTTP server developed by the Apache Software Foundation, known for its modular architecture and extensive configuration options.",
    "emoji": "🌐👨‍🍳💻⚙️",
    "categories": [
      "Networking"
    ],
    "related": [
      "nginx",
      "http",
      "web"
    ],
    "use_case": "Hosting websites, serving web content, and acting as a reverse proxy or load balancer.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "arduino": {
    "eli5": "A simple computer board you can use to build cool electronic gadgets, like blinking lights or robots.",
    "boss": "Arduino is an open-source electronics platform based on easy-to-use hardware and software for building interactive projects.",
    "sysadmin": "An open-source microcontroller platform with a simplified IDE, used for rapid prototyping of embedded systems and IoT devices.",
    "emoji": "🔌💡🤖💻",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "raspberry-pi",
      "esp32",
      "firmware"
    ],
    "use_case": "Creating custom sensors, controlling motors, and building interactive art installations.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "aria2": {
    "eli5": "A super-fast download helper that can grab files from many places at once, even torrents.",
    "boss": "aria2 is a lightweight multi-protocol and multi-source command-line download utility.",
    "sysadmin": "A command-line download utility supporting HTTP/HTTPS, FTP, SFTP, BitTorrent, and Metalink, capable of downloading from multiple sources/protocols simultaneously.",
    "emoji": "📥⚡🔗🌐",
    "categories": [
      "Networking"
    ],
    "related": [
      "wget",
      "curl",
      "bittorrent"
    ],
    "use_case": "Accelerating downloads, managing torrents, and resuming interrupted transfers from various sources.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "aruba": {
    "eli5": "A company that makes the Wi-Fi and network gear for big offices and schools.",
    "boss": "Aruba Networks, a Hewlett Packard Enterprise company, provides enterprise-grade networking solutions, including Wi-Fi, switching, and SD-WAN.",
    "sysadmin": "A leading vendor of secure, AI-powered networking solutions for campus, branch, and remote work environments, offering unified wired and wireless infrastructure.",
    "emoji": "🏢📶🔗🛡️",
    "categories": [
      "Networking",
      "Wireless Technologies"
    ],
    "related": [
      "unifi",
      "cisco",
      "meraki"
    ],
    "use_case": "Deploying scalable and secure network infrastructure for large organizations and campuses.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "at": {
    "eli5": "A one-time alarm clock for your computer that runs a task only once at a specific time.",
    "boss": "The `at` command schedules a single command or script to be executed at a specified future time.",
    "sysadmin": "A command-line utility in Unix-like operating systems that reads commands from standard input or a specified file and executes them at a later, specified time.",
    "emoji": "⏰⏳⚙️✅",
    "categories": [],
    "related": [
      "cron",
      "anacron",
      "batch"
    ],
    "use_case": "Scheduling a one-off task, like running a report at midnight or shutting down a server at a specific time.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "attic": {
    "eli5": "A smart backup program that saves space by only storing new changes and keeps your files safe with a secret code.",
    "boss": "Attic is a deduplicating, encrypted, and compressed backup program.",
    "sysadmin": "A Python-based deduplicating backup program designed for efficient and secure data backup, supporting encryption and compression.",
    "emoji": "💾🔒📦🔄",
    "categories": [],
    "related": [
      "borg",
      "restic",
      "duplicity"
    ],
    "use_case": "Creating space-efficient and secure backups of data, especially for daily incremental backups.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "axel": {
    "eli5": "A super-fast download helper that speeds up downloads by grabbing pieces of the file all at once.",
    "boss": "Axel is a lightweight command-line download accelerator that uses multiple connections to retrieve files from FTP or HTTP servers.",
    "sysadmin": "A command-line download utility that accelerates HTTP and FTP downloads by using multiple connections to retrieve different parts of a file concurrently.",
    "emoji": "⚡📥🌐🚀",
    "categories": [],
    "related": [
      "aria2",
      "wget",
      "curl"
    ],
    "use_case": "Speeding up file downloads from web or FTP servers, especially for large files.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "backup": {
    "eli5": "Making a copy of your important stuff and putting it somewhere safe, just in case the original gets lost or broken.",
    "boss": "Backup is the process of creating copies of data to protect against data loss and enable recovery.",
    "sysadmin": "The process of copying computer data to a secondary location to facilitate recovery of the original data after a data loss event, often involving strategies like full, incremental, or differential backups.",
    "emoji": "💾🔄🛡️☁️",
    "categories": [
      "Security"
    ],
    "related": [
      "restore",
      "snapshot",
      "replication"
    ],
    "use_case": "Protecting critical data from hardware failure, accidental deletion, cyberattacks, or natural disasters.",
    "jargon_score": 1,
    "level": "Beginner"
  },
  "badblocks": {
    "eli5": "A tool that checks your hard drive for broken spots where it can't store information safely.",
    "boss": "badblocks is a Linux utility used to check for bad sectors or blocks on a disk drive.",
    "sysadmin": "A command-line utility for testing storage devices for unreadable or unreliable blocks, often used in conjunction with `fsck` to mark bad blocks and prevent data corruption.",
    "emoji": "💾🔍❌⚠️",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "fsck",
      "smartctl",
      "disk-health"
    ],
    "use_case": "Identifying and marking bad sectors on a hard drive to prevent data loss and ensure data integrity.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "baobab": {
    "eli5": "A colorful map that shows you what's taking up all the space on your computer.",
    "boss": "Baobab, also known as Disk Usage Analyzer, is a graphical tool for visualizing disk space usage.",
    "sysadmin": "A graphical disk usage analyzer for GNOME that scans local or remote filesystems and presents a tree-map or treelist view of disk space consumption.",
    "emoji": "📊🌳💾🔍",
    "categories": [],
    "related": [
      "du",
      "df",
      "ncdu"
    ],
    "use_case": "Identifying large files or directories, managing disk space, and cleaning up unnecessary data.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "bind": {
    "eli5": "The internet's phone book keeper that helps your computer find websites.",
    "boss": "BIND (Berkeley Internet Name Domain) is the most widely used DNS server software on the Internet.",
    "sysadmin": "BIND is a comprehensive implementation of the DNS protocol, functioning as an authoritative name server, recursive resolver, and caching DNS server, essential for translating domain names to IP addresses.",
    "emoji": "🌐📚🔍💻",
    "categories": [
      "Networking"
    ],
    "related": [
      "dns",
      "named",
      "powerdns"
    ],
    "use_case": "Hosting DNS zones, resolving domain names for local networks, and providing recursive DNS services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "blkid": {
    "eli5": "A special tool that helps your computer identify its storage parts, like finding their unique names.",
    "boss": "blkid is a command-line utility to locate and display attributes of block devices.",
    "sysadmin": "A command-line utility that identifies and displays attributes (UUID, LABEL, TYPE, etc.) of block devices, such as hard drives and partitions, often used for persistent device naming in `/etc/fstab`.",
    "emoji": "💾🔍🆔📋",
    "categories": [
      "System Administration"
    ],
    "related": [
      "lsblk",
      "fdisk",
      "mount"
    ],
    "use_case": "Identifying unique identifiers for partitions and filesystems for mounting or configuration purposes.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "blocky": {
    "eli5": "A special internet filter that stops annoying ads and bad websites before they even reach your devices.",
    "boss": "Blocky is a DNS proxy and ad-blocker for local networks, written in Go, offering features like DNS query blocking with external lists.",
    "sysadmin": "A lightweight DNS proxy and ad-blocker written in Go, supporting DNS-over-HTTPS and DNS-over-TLS, with features for blocking DNS queries based on external blacklists and whitelists.",
    "emoji": "🚫🌐🛡️⚡",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "pihole",
      "adguard",
      "unbound"
    ],
    "use_case": "Providing network-wide ad blocking and content filtering for all devices connected to a local network.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "btop": {
    "eli5": "A super cool and colorful dashboard that shows you how busy your computer is, like its brain, memory, and internet.",
    "boss": "btop is a modern, visually rich, and highly customizable command-line system resource monitor.",
    "sysadmin": "A resource monitor written in C++ that provides real-time usage and statistics for processor, memory, disks, network, and processes, offering an enhanced alternative to `top` and `htop`.",
    "emoji": "📊💻🎨📈",
    "categories": [
      "System Administration"
    ],
    "related": [
      "htop",
      "top",
      "glances"
    ],
    "use_case": "Monitoring system performance, identifying resource bottlenecks, and gaining detailed insights into running processes.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "byobu": {
    "eli5": "A super-powered terminal that lets you have many windows open at once and keeps them running even if you close your computer.",
    "boss": "Byobu is a text-based window manager and terminal multiplexer that enhances GNU Screen or tmux.",
    "sysadmin": "An open-source text-based window manager and terminal multiplexer that provides on-screen notifications, status lines, and easy session management, built on top of GNU Screen or tmux.",
    "emoji": "💻📺🔄📊",
    "categories": [],
    "related": [
      "tmux",
      "screen",
      "ssh"
    ],
    "use_case": "Managing multiple terminal sessions, persistent remote connections, and improving command-line productivity.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "certificate": {
    "eli5": "Like a digital ID card that proves a website or person is who they say they are, keeping your online conversations safe.",
    "boss": "A digital certificate is an electronic document used to prove the ownership of a public key and verify the identity of an entity in digital communications.",
    "sysadmin": "An electronic document that uses a digital signature to bind a public key with an identity, issued by a Certificate Authority (CA) to enable secure communication and authentication in PKI.",
    "emoji": "📜🔒✅🆔",
    "categories": [
      "Security"
    ],
    "related": [
      "ssl",
      "tls",
      "pki"
    ],
    "use_case": "Securing websites with HTTPS, authenticating users and devices, and digitally signing documents.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "chef": {
    "eli5": "A special recipe book for computers that tells them exactly how to set themselves up and what programs to run.",
    "boss": "Chef is an automation platform that transforms infrastructure into code, enabling configuration management and deployment.",
    "sysadmin": "A powerful configuration management tool that uses Ruby-based DSL (Domain Specific Language) to define infrastructure as code, automating server provisioning, configuration, and application deployment.",
    "emoji": "👨‍🍳📜⚙️🔄",
    "categories": [
      "DevOps"
    ],
    "related": [
      "ansible",
      "puppet",
      "terraform"
    ],
    "use_case": "Automating the setup and maintenance of servers, ensuring consistent configurations across an IT environment.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cisco": {
    "eli5": "A big company that makes the internet stuff that helps all your computers and phones talk to each other.",
    "boss": "Cisco is a multinational technology conglomerate that designs, manufactures, and sells networking hardware, software, and telecommunications equipment.",
    "sysadmin": "A dominant vendor in enterprise networking, providing a wide range of products including routers, switches, wireless access points, and security appliances, often managed by Cisco IOS or NX-OS.",
    "emoji": "🌐🔗⚙️🏢",
    "categories": [
      "Networking"
    ],
    "related": [
      "router",
      "switch",
      "ios"
    ],
    "use_case": "Building and managing large-scale enterprise networks, data centers, and telecommunications infrastructure.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "cloudberry": {
    "eli5": "A special app that helps you copy your computer files to online storage, like a digital safe in the sky.",
    "boss": "CloudBerry Backup (now MSP360) is a cross-platform backup and recovery solution that integrates with various cloud storage services.",
    "sysadmin": "A commercial backup software that provides encrypted, compressed, and incremental backups to over 40 cloud storage providers, offering granular control and scheduling options.",
    "emoji": "☁️💾🔒🔄",
    "categories": [],
    "related": [
      "rclone",
      "duplicati",
      "restic"
    ],
    "use_case": "Backing up data from servers and workstations to public or private cloud storage, with support for various operating systems.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "cloudflare": {
    "eli5": "A superhero for websites that makes them super fast and protects them from bad guys on the internet.",
    "boss": "Cloudflare is a global network that provides content delivery network (CDN), cybersecurity, and DNS services.",
    "sysadmin": "A web infrastructure and website security company that provides services such as DDoS mitigation, CDN, DNS, and WAF, acting as a reverse proxy between website visitors and the hosting server.",
    "emoji": "⚡🛡️🌐☁️",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "cdn",
      "ddos",
      "dns"
    ],
    "use_case": "Improving website performance, protecting against cyberattacks, and ensuring high availability for online services.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "cloudformation": {
    "eli5": "A special recipe book for Amazon's cloud computers that builds everything you need automatically.",
    "boss": "AWS CloudFormation is an Infrastructure as Code (IaC) service that allows you to model and provision AWS resources.",
    "sysadmin": "A service that enables users to define and provision AWS infrastructure resources in a declarative way using JSON or YAML templates, automating the creation, updating, and deletion of resource stacks.",
    "emoji": "☁️📜🏗️⚙️",
    "categories": [],
    "related": [
      "terraform",
      "aws",
      "iac"
    ],
    "use_case": "Automating the deployment and management of complex AWS environments, ensuring consistency and repeatability.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "coap": {
    "eli5": "A tiny, super-efficient way for small smart devices to talk to each other over the internet, like sending very short text messages.",
    "boss": "CoAP (Constrained Application Protocol) is a specialized web transfer protocol for constrained devices and networks in the IoT.",
    "sysadmin": "A UDP-based Internet application protocol designed for use with constrained nodes and constrained networks, providing a RESTful interface similar to HTTP but optimized for low-power, lossy networks.",
    "emoji": "🔋🌐💬🤏",
    "categories": [
      "Networking",
      "Protocols",
      "Smart Home/IoT"
    ],
    "related": [
      "mqtt",
      "http",
      "udp"
    ],
    "use_case": "Enabling communication between battery-powered sensors and actuators in smart homes and industrial IoT applications.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "containerd": {
    "eli5": "The engine that makes those software shipping containers (Docker) actually run on your computer.",
    "boss": "containerd is a high-level container runtime that manages the complete container lifecycle on a host system.",
    "sysadmin": "An industry-standard container runtime that manages the complete container lifecycle of its host system, including image transfer and storage, container execution, and supervision, often used as a core component in container orchestration systems like Kubernetes.",
    "emoji": "📦⚙️🚀💻",
    "categories": [
      "DevOps"
    ],
    "related": [
      "docker",
      "kubernetes",
      "runc"
    ],
    "use_case": "Running and managing containers on a server, providing the underlying runtime for Docker and Kubernetes.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "dd-wrt": {
    "eli5": "It's like giving your home internet box a superpower upgrade so it can do more cool things.",
    "boss": "DD-WRT is a Linux-based open-source firmware for wireless routers and access points, enhancing their functionality and performance.",
    "sysadmin": "A third-party firmware for wireless routers that replaces the manufacturer's stock firmware, providing advanced features like VPN client/server, QoS, custom scripting, and enhanced security.",
    "emoji": "📶🚀🔒💻",
    "categories": [
      "Networking"
    ],
    "related": [
      "openwrt",
      "router",
      "vpn"
    ],
    "use_case": "Extending router capabilities, improving network control, and enabling features not available in standard router firmware.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "couchdb": {
    "eli5": "A special kind of database that stores information like a bunch of digital sticky notes, and it's really good at sharing them with other computers.",
    "boss": "Apache CouchDB is an open-source NoSQL document database that stores data in JSON-based documents and is designed for high availability and replication.",
    "sysadmin": "A document-oriented NoSQL database that uses JSON for documents, HTTP for an API, and JavaScript for MapReduce queries, emphasizing easy replication and offline synchronization.",
    "emoji": "📝🔄☁️🌐",
    "categories": [
      "Data & Databases"
    ],
    "related": [
      "mongodb",
      "nosql",
      "json"
    ],
    "use_case": "Building web applications that require flexible data models, offline capabilities, and distributed synchronization.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "cut": {
    "eli5": "A pair of digital scissors that helps you pick out just the parts of text you want from a long message or file.",
    "boss": "The `cut` command is a command-line utility in Unix-like systems used to extract specific sections from each line of a file or piped data.",
    "sysadmin": "A command-line utility that extracts selected sections of lines from a file, specified by bytes, characters, or fields, and writes them to standard output, commonly used in shell scripting for data manipulation.",
    "emoji": "✂️📄➡️",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "awk",
      "grep",
      "sed"
    ],
    "use_case": "Extracting specific columns from a CSV file, parsing log files, or manipulating text data in shell scripts.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "domoticz": {
    "eli5": "A free app that helps you control all the smart things in your house from one place, like lights, sensors, and switches.",
    "boss": "Domoticz is an open-source home automation system that allows monitoring and configuration of various smart home devices.",
    "sysadmin": "A lightweight open-source home automation system that runs on various platforms (Raspberry Pi, Linux, Windows) and supports a wide range of hardware interfaces for controlling lights, switches, and sensors.",
    "emoji": "🏠💡🌡️🤖",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "home-assistant",
      "openhab",
      "zigbee"
    ],
    "use_case": "Centralizing control and automation of smart home devices, creating custom rules and scenes for home automation.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "duplicacy": {
    "eli5": "A smart backup tool that saves space by only storing the new parts of your files, even if you back them up many times.",
    "boss": "Duplicacy is a cross-platform cloud backup tool that utilizes lock-free deduplication for efficient storage and versioning.",
    "sysadmin": "A new-generation, cross-platform cloud backup tool that implements a unique lock-free deduplication algorithm, allowing multiple clients to back up to the same storage with high efficiency and data integrity.",
    "emoji": "☁️💾🔒♻️",
    "categories": [],
    "related": [
      "attic",
      "restic",
      "borg"
    ],
    "use_case": "Performing efficient and secure backups to various cloud storage providers, especially for environments with multiple machines sharing similar data.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "duplicity": {
    "eli5": "A smart backup program that only saves the new changes you make and keeps them secret with a special code.",
    "boss": "Duplicity is a software suite that provides encrypted, digitally signed, and versioned backups to local or remote storage.",
    "sysadmin": "A command-line utility that creates encrypted, incremental, and digitally signed backups of files and directories, supporting various backends like FTP, S3, and SSH/SCP.",
    "emoji": "💾🔒 incremental 🔄",
    "categories": [],
    "related": [
      "attic",
      "rsync",
      "gpg"
    ],
    "use_case": "Performing secure and efficient incremental backups of critical data to remote locations, especially for servers and workstations.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "dynamodb": {
    "eli5": "A super-fast online database from Amazon that can handle tons of information without slowing down, like a giant, super-organized digital sticky note board.",
    "boss": "Amazon DynamoDB is a fully managed, serverless NoSQL database service that provides fast and predictable performance with seamless scalability.",
    "sysadmin": "A fully managed, highly scalable, and durable NoSQL database service offered by AWS, supporting key-value and document data models, designed for high-performance applications requiring single-digit millisecond latency at any scale.",
    "emoji": "⚡☁️💾📈",
    "categories": [
      "Data & Databases"
    ],
    "related": [
      "aws",
      "nosql",
      "mongodb"
    ],
    "use_case": "Building scalable web, mobile, gaming, and IoT applications that require low-latency data access and high throughput.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "emacs": {
    "eli5": "A super customizable word processor that can do almost anything, like a Swiss Army knife for writing code and notes.",
    "boss": "Emacs is a highly extensible and customizable text editor, often described as an operating system within an operating system.",
    "sysadmin": "A powerful, extensible, and customizable text editor and integrated development environment (IDE) that uses Emacs Lisp for scripting and offers a wide range of functionalities beyond basic text editing.",
    "emoji": "✍️💻⚙️🧠",
    "categories": [],
    "related": [
      "vim",
      "vscode",
      "nano"
    ],
    "use_case": "Writing code, managing files, organizing notes, and performing various computing tasks within a single environment.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "emby": {
    "eli5": "A personal movie and music library that lets you watch and listen to your stuff on any screen in your house, or even when you're away.",
    "boss": "Emby is a personal media server that organizes, plays, and streams audio and video to a variety of devices.",
    "sysadmin": "A client-server media solution that allows users to centralize their digital media collections (movies, TV shows, music, photos) and stream them to various client devices, with on-the-fly transcoding capabilities.",
    "emoji": "🎬🎶📺📱",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "plex",
      "jellyfin",
      "kodi"
    ],
    "use_case": "Creating a centralized media library for personal use, streaming content to smart TVs, mobile devices, and web browsers.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "envoy": {
    "eli5": "A smart traffic controller for your computer programs that helps them talk to each other safely and quickly.",
    "boss": "Envoy Proxy is an open-source edge and service proxy designed for cloud-native applications, providing advanced load balancing and traffic management.",
    "sysadmin": "A high-performance, open-source L7 proxy and communication bus designed for large modern service-oriented architectures, often used as a sidecar proxy in service mesh deployments to handle traffic, observability, and security.",
    "emoji": "🚦☁️🔗🛡️",
    "categories": [
      "Networking"
    ],
    "related": [
      "istio",
      "kubernetes",
      "proxy"
    ],
    "use_case": "Managing inter-service communication in microservices architectures, providing features like load balancing, traffic routing, and observability.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ettercap": {
    "eli5": "A sneaky tool that lets someone listen in on your internet conversations and even change what you're saying without you knowing.",
    "boss": "Ettercap is a free and open-source network security tool for man-in-the-middle attacks on a LAN.",
    "sysadmin": "A comprehensive suite for man-in-the-middle (MITM) attacks, featuring live connection sniffing, content filtering on the fly, and various network and host analysis capabilities, often used for security auditing and penetration testing.",
    "emoji": "🕵️‍♂️🔗 eavesdrop 😈",
    "categories": [
      "Networking",
      "Security",
      "Testing"
    ],
    "related": [
      "wireshark",
      "mitm",
      "arp-spoofing"
    ],
    "use_case": "Performing network reconnaissance, sniffing traffic, and conducting man-in-the-middle attacks for security assessments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "ext4": {
    "eli5": "It's like a super-organized digital filing cabinet for your computer, especially good for Linux computers, that keeps your files safe and easy to find.",
    "boss": "Ext4 (fourth extended filesystem) is a journaling file system for Linux, offering improved performance, reliability, and larger file system support compared to its predecessors.",
    "sysadmin": "A widely used journaling file system for Linux, designed as the successor to ext3, providing features like larger file system and file sizes, extents, and improved performance for data storage and retrieval.",
    "emoji": "📂🐧💾📈",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "ext3",
      "xfs",
      "btrfs"
    ],
    "use_case": "The default filesystem for many Linux distributions, used for operating system installations, data storage, and server environments.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "fd": {
    "eli5": "A super-fast search helper for your computer that finds files much quicker than the old way.",
    "boss": "`fd` is a command-line utility that serves as a simple, fast, and user-friendly alternative to the traditional `find` command for locating files.",
    "sysadmin": "A modern command-line utility for finding files and directories, written in Rust, offering a more intuitive syntax, faster execution, and intelligent defaults compared to the `find` command.",
    "emoji": "🔍⚡📁🚀",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "find",
      "grep",
      "locate"
    ],
    "use_case": "Quickly searching for files and directories in the filesystem, especially in large codebases or complex directory structures.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "fdisk": {
    "eli5": "A tool that helps you divide your computer's hard drive into different sections, like drawing lines on a big piece of paper.",
    "boss": "`fdisk` is a command-line utility for disk partitioning, used to create and manipulate partition tables on storage devices.",
    "sysadmin": "A powerful, dialog-driven command-line utility in Unix-like operating systems used for creating, deleting, and manipulating disk partitions and partition tables (MBR and GPT) on hard drives and other storage devices.",
    "emoji": "💽🔪📊⚙️",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "parted",
      "gparted",
      "mkfs"
    ],
    "use_case": "Setting up new hard drives, resizing partitions, or preparing disks for operating system installations.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "firewalld": {
    "eli5": "A digital bouncer for your computer that decides who gets in and out, keeping bad guys away.",
    "boss": "Firewalld is a dynamically managed firewall with support for network/firewall zones, commonly used in Linux distributions.",
    "sysadmin": "A firewall management tool for Linux operating systems that provides a dynamically managed firewall with support for network/firewall zones, acting as a front-end for the Linux kernel's netfilter framework.",
    "emoji": "🛡️🌐🚪🔒",
    "categories": [
      "Networking",
      "Operating Systems",
      "Security"
    ],
    "related": [
      "iptables",
      "ufw",
      "netfilter"
    ],
    "use_case": "Configuring firewall rules, managing network zones, and controlling network traffic on Linux servers and workstations.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "fortinet": {
    "eli5": "A company that makes special shields and guards to protect your computer networks from bad guys on the internet.",
    "boss": "Fortinet is a leading cybersecurity company that provides a wide range of security solutions, including firewalls, endpoint security, and network security.",
    "sysadmin": "A multinational cybersecurity corporation known for its FortiGate next-generation firewalls and its Security Fabric platform, offering integrated and automated protection across the entire digital attack surface.",
    "emoji": "🛡️🌐🔒🏢",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "firewall",
      "vpn",
      "utm"
    ],
    "use_case": "Securing enterprise networks, protecting against cyber threats, and providing unified threat management (UTM) solutions.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "fstab": {
    "eli5": "A special list that tells your computer which hard drives and folders to open automatically when it starts up.",
    "boss": "`/etc/fstab` is a system configuration file in Unix-like operating systems that defines how disk partitions and remote file systems are mounted.",
    "sysadmin": "A critical system configuration file located at `/etc/fstab` in Unix-like operating systems, used to define static information about filesystems, their mount points, and mounting options, which are automatically mounted at boot time.",
    "emoji": "📂📝🔄 boot",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "mount",
      "blkid",
      "partition"
    ],
    "use_case": "Configuring persistent mounts for hard drives, network shares, and other storage devices, ensuring they are available after system reboots.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ftp": {
    "eli5": "It's like sending a package to a friend over the internet, but for computer files.",
    "boss": "FTP (File Transfer Protocol) is a standard network protocol used for the transfer of computer files between a client and server on a computer network.",
    "sysadmin": "A standard network protocol that uses a client-server architecture to enable the transfer of files between a local and a remote host, typically over TCP/IP connections, often used for uploading and downloading web content.",
    "emoji": "📦📤📥🌐",
    "categories": [
      "Networking",
      "Protocols"
    ],
    "related": [
      "sftp",
      "tftp",
      "http"
    ],
    "use_case": "Uploading website files to a web server, downloading software, or transferring large files between systems.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "fuser": {
    "eli5": "A detective tool that tells you which computer programs are currently using a specific file or folder.",
    "boss": "`fuser` is a command-line utility that identifies processes using a specified file, directory, or socket.",
    "sysadmin": "A command-line utility in Unix-like systems used to identify the process IDs (PIDs) of processes that have a particular file, directory, or socket open, and can also be used to terminate those processes.",
    "emoji": "🕵️‍♂️📂 process 🔪",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "lsof",
      "ps",
      "kill"
    ],
    "use_case": "Troubleshooting 'device or resource busy' errors, identifying processes holding open files, or gracefully shutting down applications.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "github": {
    "eli5": "A giant online clubhouse where computer programmers keep their code, work together, and share their projects with the world.",
    "boss": "GitHub is a web-based platform for version control and collaboration, built on Git, that allows developers to host and manage their code repositories.",
    "sysadmin": "A cloud-based platform that provides Git repository hosting, web-based graphical interface, and collaboration features like issue tracking, pull requests, and project management, widely used for software development and open-source projects.",
    "emoji": "☁️💻🤝🌍",
    "categories": [
      "Version Control"
    ],
    "related": [
      "git",
      "gitlab",
      "bitbucket"
    ],
    "use_case": "Hosting source code, collaborating on software projects, managing code versions, and contributing to open-source initiatives.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "gitlab": {
    "eli5": "A complete online workshop for making computer programs, where everyone can work together and keep track of all the changes.",
    "boss": "GitLab is a web-based DevOps platform that provides Git repository management, CI/CD, issue tracking, and more, all in a single application.",
    "sysadmin": "A comprehensive web-based Git repository manager and a complete DevOps platform that covers the entire software development lifecycle, including version control, continuous integration/delivery, security, and monitoring.",
    "emoji": "💻🔄📈🛡️",
    "categories": [
      "DevOps",
      "Version Control"
    ],
    "related": [
      "git",
      "github",
      "ci/cd"
    ],
    "use_case": "Managing software development projects from planning to deployment, enabling seamless collaboration and automation of the development pipeline.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "glances": {
    "eli5": "A super dashboard for your computer that shows you everything it's doing all at once, like its brain, memory, and internet use.",
    "boss": "Glances is a cross-platform, open-source system monitoring tool that provides real-time insights into various system metrics.",
    "sysadmin": "A cross-platform curses-based system monitoring tool written in Python that uses the `psutil` library to gather and display a comprehensive set of system information, including CPU, memory, disk I/O, network, and processes, in real-time.",
    "emoji": "📊💻📈👁️",
    "categories": [
      "System Administration"
    ],
    "related": [
      "htop",
      "top",
      "grafana"
    ],
    "use_case": "Monitoring system performance, identifying resource bottlenecks, and troubleshooting issues on Linux, Windows, and macOS systems.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "graphql": {
    "eli5": "It's like ordering exactly what you want from a restaurant, instead of getting a fixed meal. You ask for specific pieces of information, and that's all you get.",
    "boss": "GraphQL is a query language for APIs and a runtime for fulfilling those queries with your existing data, providing a more efficient and flexible approach to data fetching than traditional REST APIs.",
    "sysadmin": "A data query and manipulation language for APIs, and a server-side runtime for executing queries using a type system you define for your data, enabling clients to request precisely the data they need, reducing over-fetching and under-fetching.",
    "emoji": "❓📊💻🚀",
    "categories": [],
    "related": [
      "rest",
      "api",
      "json"
    ],
    "use_case": "Building flexible and efficient APIs for web and mobile applications, allowing clients to define the structure of the data they require.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "gufw": {
    "eli5": "A simple button-pushing app that helps you build a wall around your computer to keep bad internet stuff out.",
    "boss": "GUFW (Graphical Uncomplicated Firewall) is a user-friendly graphical interface for managing the UFW firewall on Linux systems.",
    "sysadmin": "A graphical frontend for the Uncomplicated Firewall (UFW) in Linux, providing an intuitive interface for configuring firewall rules, managing network zones, and controlling network traffic without direct command-line interaction with `ufw` or `iptables`.",
    "emoji": "🧱💻🖱️🔒",
    "categories": [
      "Operating Systems",
      "Security"
    ],
    "related": [
      "ufw",
      "firewalld",
      "iptables"
    ],
    "use_case": "Simplifying firewall management for desktop Linux users, allowing easy configuration of network access rules.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "haproxy": {
    "eli5": "A traffic controller for websites that makes sure everyone gets to the right place quickly, even when lots of people are visiting.",
    "boss": "HAProxy (High Availability Proxy) is a free, open-source software that provides a high availability load balancer and reverse proxy for TCP and HTTP-based applications.",
    "sysadmin": "A high-performance, open-source load balancer and reverse proxy for TCP and HTTP applications, widely used to improve the performance and reliability of server environments by distributing incoming traffic across multiple servers.",
    "emoji": "🚦🌐📈 uptime",
    "categories": [
      "Networking"
    ],
    "related": [
      "nginx",
      "load-balancer",
      "reverse-proxy"
    ],
    "use_case": "Distributing web traffic across multiple servers to ensure high availability and improve application performance, especially for high-traffic websites and microservices.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "hardware-raid": {
    "eli5": "It's like having a special computer chip that helps your hard drives work together super fast and keeps your important files safe, even if one drive breaks.",
    "boss": "Hardware RAID is a method of combining multiple physical hard drives into a single logical unit, managed by a dedicated hardware controller, to improve performance and data redundancy.",
    "sysadmin": "A RAID implementation where a dedicated hardware controller (either a PCIe card or integrated on the motherboard) manages the RAID array, offloading the processing overhead from the host CPU and providing better performance and fault tolerance compared to software RAID.",
    "emoji": "💾⚡🛡️⚙️",
    "categories": [],
    "related": [
      "raid",
      "software-raid",
      "nas"
    ],
    "use_case": "Implementing high-performance and fault-tolerant storage solutions for servers, workstations, and network-attached storage (NAS) devices.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "hdparm": {
    "eli5": "It's like a special remote control for your computer's hard drive that lets you change how it works and see how fast it is.",
    "boss": "`hdparm` is a Linux command-line utility used to set and view hardware parameters of ATA hard disk drives, and to test their performance.",
    "sysadmin": "A command-line utility for Linux systems that provides an interface to the kernel's ATA/SATA subsystem, allowing administrators to set and view various hard disk drive parameters, such as read/write speeds, power management settings, and disk caching, and to perform basic performance benchmarking.",
    "emoji": "💾⚙️⚡️",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "fdisk",
      "smartctl",
      "dd"
    ],
    "use_case": "Optimizing hard drive performance, troubleshooting disk issues, and benchmarking disk read/write speeds.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "helm": {
    "eli5": "It's like an app store for Kubernetes, helping you easily install, update, and manage your applications.",
    "boss": "Helm is the package manager for Kubernetes, simplifying the deployment and management of applications on Kubernetes clusters.",
    "sysadmin": "A package manager for Kubernetes that uses 'Charts' to define, install, and upgrade even the most complex Kubernetes applications, providing templating capabilities for Kubernetes YAML manifests and managing application lifecycles.",
    "emoji": "📦☸️🚀⚙️",
    "categories": [
      "Containers",
      "DevOps"
    ],
    "related": [
      "kubernetes",
      "ci/cd",
      "yaml"
    ],
    "use_case": "Packaging and deploying applications to Kubernetes clusters, managing releases, and automating application lifecycle operations.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "homekit": {
    "eli5": "Apple's way of letting you control all your smart home gadgets with your iPhone or iPad, making your house super smart.",
    "boss": "HomeKit is Apple's framework for controlling connected accessories in a smart home environment, enabling secure communication and automation through iOS devices and Siri.",
    "sysadmin": "Apple's proprietary software framework that allows users to configure, communicate with, and control HomeKit-enabled smart home accessories using iOS devices, providing a secure and integrated ecosystem for home automation.",
    "emoji": "🍎🏠📱💡",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "siri",
      "home-assistant",
      "zigbee"
    ],
    "use_case": "Controlling smart lights, thermostats, locks, and other compatible devices, creating scenes and automations for a connected home.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "http": {
    "eli5": "The language your web browser and websites use to talk to each other, like sending notes back and forth.",
    "boss": "HTTP (Hypertext Transfer Protocol) is an application layer protocol for transmitting hypermedia documents, forming the foundation of data communication on the World Wide Web.",
    "sysadmin": "A stateless application-layer protocol in the Internet protocol suite for distributed, collaborative, hypermedia information systems, primarily used for communication between web browsers and web servers, operating over TCP/IP.",
    "emoji": "🌐💬📄➡️",
    "categories": [
      "Networking",
      "Protocols"
    ],
    "related": [
      "https",
      "tcp/ip",
      "url"
    ],
    "use_case": "Accessing websites, sending form data, and retrieving web resources from servers.",
    "jargon_score": 1,
    "level": "Beginner"
  },
  "httpie": {
    "eli5": "A friendly tool that helps you talk to websites and online services using simple commands, like sending a text message instead of writing a long letter.",
    "boss": "HTTPie is a command-line HTTP client designed for human-friendly interaction with web services and APIs, offering a simpler alternative to `curl`.",
    "sysadmin": "A modern, user-friendly command-line HTTP client that simplifies interaction with HTTP servers and RESTful APIs, providing intuitive syntax, formatted output (including JSON), and built-in features for testing and debugging web services.",
    "emoji": "💻🌐💬✨",
    "categories": [],
    "related": [
      "curl",
      "postman",
      "http"
    ],
    "use_case": "Testing APIs, debugging web services, and making HTTP requests directly from the terminal with a focus on user experience.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "https": {
    "eli5": "It's like a secret handshake for your internet browser and websites, so no one else can snoop on what you're doing online.",
    "boss": "HTTPS (Hypertext Transfer Protocol Secure) is the secure version of HTTP, using SSL/TLS to encrypt communication between a web browser and a website.",
    "sysadmin": "An extension of the Hypertext Transfer Protocol (HTTP) that uses SSL/TLS encryption to provide secure communication over a computer network, ensuring data integrity, confidentiality, and authentication between a client and a server.",
    "emoji": "🔒🌐🛡️",
    "categories": [
      "Networking",
      "Protocols",
      "Security"
    ],
    "related": [
      "http",
      "ssl",
      "tls"
    ],
    "use_case": "Securely transmitting sensitive data like login credentials, financial information, and personal details over the internet.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "hubitat": {
    "eli5": "A special box that helps all your smart home gadgets talk to each other without needing the internet, keeping your home smart even if the Wi-Fi goes out.",
    "boss": "Hubitat Elevation is a local, reliable, and private home automation hub that connects and automates smart home devices without relying on cloud services.",
    "sysadmin": "A local-processing smart home hub that supports multiple protocols (e.g., Zigbee, Z-Wave) and allows for advanced automation and device control without internet dependency, prioritizing privacy and reliability.",
    "emoji": "🏠💡🔒🌐",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "home-assistant",
      "zigbee",
      "z-wave"
    ],
    "use_case": "Creating robust and private home automation systems, especially for users who prefer local control and advanced customization over cloud-dependent solutions.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "hyper-v": {
    "eli5": "It's like having a magic computer inside your computer, so you can run different operating systems or programs without needing another physical machine.",
    "boss": "Hyper-V is Microsoft's hardware virtualization product that allows you to create and run virtual machines on x86-64 systems running Windows.",
    "sysadmin": "A native hypervisor developed by Microsoft that enables the creation and management of virtual machines (VMs) on Windows Server and client operating systems, providing a platform for server virtualization, development and testing environments, and virtual desktop infrastructure (VDI).",
    "emoji": "💻✨ virtualization 🚀",
    "categories": [
      "Virtualization"
    ],
    "related": [
      "vmware",
      "virtualbox",
      "kvm"
    ],
    "use_case": "Consolidating server workloads, creating isolated development and testing environments, and deploying virtual desktops.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ids": {
    "eli5": "A security guard for your computer network that watches for bad guys trying to sneak in and tells you if it sees anything suspicious.",
    "boss": "An Intrusion Detection System (IDS) is a network security tool that monitors network traffic and system activities for malicious activity or policy violations.",
    "sysadmin": "A device or software application that monitors a network or systems for malicious activity or policy violations, generating alerts when suspicious patterns or known attack signatures are detected, without actively preventing the intrusion.",
    "emoji": " vigilant 🚨🛡️",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "ips",
      "siem",
      "firewall"
    ],
    "use_case": "Detecting unauthorized access attempts, malware infections, and policy breaches within a network or system, providing visibility into potential security incidents.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "insteon": {
    "eli5": "A special way for smart home devices to talk to each other using both your home's electrical wires and wireless signals, making it super reliable.",
    "boss": "Insteon is a proprietary home automation system that utilizes a dual-mesh network (powerline and radio frequency) for reliable communication between smart devices.",
    "sysadmin": "A proprietary home automation technology that employs a dual-mesh networking protocol, combining powerline and radio frequency communication, to create a robust and redundant network for controlling lights, appliances, and sensors.",
    "emoji": "🏠💡🔌📶",
    "categories": [
      "Networking",
      "Smart Home/IoT"
    ],
    "related": [
      "zigbee",
      "z-wave",
      "x10"
    ],
    "use_case": "Automating lighting, climate control, security systems, and other home devices with high reliability and responsiveness.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "iobroker": {
    "eli5": "A special program that helps all your smart home devices, even from different brands, understand each other and work together.",
    "boss": "ioBroker is an open-source IoT platform that integrates various smart home systems and devices, allowing for centralized control and automation.",
    "sysadmin": "An open-source integration platform for the Internet of Things (IoT) written in JavaScript, designed to connect and manage diverse smart home devices and systems from different manufacturers, providing a unified interface for automation, visualization, and data logging.",
    "emoji": "🌐🏠🔗🤖",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "home-assistant",
      "mqtt",
      "node-red"
    ],
    "use_case": "Integrating disparate smart home devices, creating complex automation rules, and building custom user interfaces for home control.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ip": {
    "eli5": "It's like a phone number for your computer on the internet, so other computers know how to find and talk to it.",
    "boss": "An IP (Internet Protocol) address is a unique numerical label assigned to each device connected to a computer network that uses the Internet Protocol for communication.",
    "sysadmin": "A numerical label (e.g., IPv4 or IPv6) assigned to each device participating in a computer network that uses the Internet Protocol for communication, serving as a logical identifier for host identification and location addressing.",
    "emoji": "📞💻🌐📍",
    "categories": [
      "Networking",
      "Protocols"
    ],
    "related": [
      "tcp/ip",
      "dns",
      "dhcp"
    ],
    "use_case": "Enabling devices to communicate with each other over a network, routing data packets to their correct destinations.",
    "jargon_score": 1,
    "level": "Beginner"
  },
  "ipsec": {
    "eli5": "It's like a secret code and a special handshake that computers use to talk to each other over the internet so no one else can listen in or change their messages.",
    "boss": "IPsec (Internet Protocol Security) is a suite of protocols that provides secure communication over an IP network by authenticating and encrypting each IP packet.",
    "sysadmin": "A suite of protocols within the Internet Protocol (IP) that provides security services such as authentication, integrity, and confidentiality for data transmitted over IP networks, commonly used to create Virtual Private Networks (VPNs) and secure remote access.",
    "emoji": "🔒🌐🤝",
    "categories": [
      "Networking",
      "Protocols",
      "Security"
    ],
    "related": [
      "vpn",
      "tls",
      "ip"
    ],
    "use_case": "Establishing secure VPN connections, protecting data in transit between networks, and securing remote access to corporate resources.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "istio": {
    "eli5": "It's like a traffic cop for all the tiny programs that make up a big app, making sure they talk to each other safely and efficiently.",
    "boss": "Istio is an open-source service mesh that provides a uniform way to connect, secure, control, and observe microservices.",
    "sysadmin": "An open-source service mesh that layers transparently onto existing distributed applications, providing a platform with APIs that let you connect, secure, control, and observe microservices, typically deployed on Kubernetes.",
    "emoji": "🚦 microservices 🛡️👁️",
    "categories": [
      "DevOps",
      "Networking"
    ],
    "related": [
      "kubernetes",
      "service-mesh",
      "envoy"
    ],
    "use_case": "Managing traffic flow, enforcing policies, collecting telemetry, and securing communication between microservices in a distributed application environment.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "key-pair": {
    "eli5": "It's like having a special lock and two keys: one key you can give to anyone to lock things up, but only your other secret key can unlock them.",
    "boss": "A key pair in cryptography consists of a mathematically linked public key and private key, used for secure communication, encryption, and digital signatures.",
    "sysadmin": "In asymmetric cryptography, a key pair comprises a public key, which can be freely distributed and used for encryption or verifying digital signatures, and a corresponding private key, which must be kept secret and is used for decryption or creating digital signatures.",
    "emoji": "🔑🔒🤝",
    "categories": [
      "Security"
    ],
    "related": [
      "ssh",
      "tls",
      "encryption"
    ],
    "use_case": "Securely connecting to remote servers (SSH), authenticating users, and ensuring the integrity and confidentiality of data in transit.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "kibana": {
    "eli5": "A fancy dashboard that helps you see and understand all the information your computer collects, like a giant graph maker.",
    "boss": "Kibana is an open-source data visualization and exploration tool designed to work with Elasticsearch, enabling users to analyze and visualize large volumes of data.",
    "sysadmin": "A source-available data visualization dashboard software for Elasticsearch, providing a web interface for searching, analyzing, and visualizing data indexed in Elasticsearch, commonly used for log and time-series analytics, application monitoring, and operational intelligence.",
    "emoji": "📊👁️🔍📈",
    "categories": [],
    "related": [
      "elasticsearch",
      "logstash",
      "elk-stack"
    ],
    "use_case": "Creating interactive dashboards, performing real-time data analysis, and monitoring system performance and security events.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "kodi": {
    "eli5": "A free app that turns your computer or TV box into a super media player, organizing all your movies, music, and photos in one place.",
    "boss": "Kodi (formerly XBMC) is a free and open-source media player software and entertainment hub that allows users to play and view most videos, music, podcasts, and other digital media files from local and network storage media and the internet.",
    "sysadmin": "An open-source media center software application developed by the Kodi Foundation, providing a 10-foot user interface for use with televisions and remote controls, enabling users to manage and play various forms of media, and extensible via a large library of third-party add-ons.",
    "emoji": "🎬🎶🖼️📺",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "plex",
      "jellyfin",
      "htpc"
    ],
    "use_case": "Building a home theater PC (HTPC), organizing and playing personal media collections, and streaming content from various online sources.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "kvm": {
    "eli5": "It's like a special part of the Linux computer's brain that lets it pretend to be many different computers at once, each running its own programs.",
    "boss": "KVM (Kernel-based Virtual Machine) is an open-source virtualization technology built into the Linux kernel that allows it to function as a hypervisor.",
    "sysadmin": "A virtualization module in the Linux kernel that enables the kernel to function as a type-1 (bare-metal) hypervisor, allowing multiple virtual machines (VMs) with unmodified Linux or Windows guest operating systems to run on x86 hardware with virtualization extensions (Intel VT or AMD-V).",
    "emoji": "🐧💻 virtualization 🚀",
    "categories": [
      "Operating Systems",
      "Virtualization"
    ],
    "related": [
      "qemu",
      "libvirt",
      "hyper-v"
    ],
    "use_case": "Running multiple virtual machines on a single physical Linux server, creating isolated development environments, and deploying cloud infrastructure.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "logstash": {
    "eli5": "It's like a data vacuum cleaner that sucks up all kinds of information from different places, cleans it up, and then sends it where it needs to go.",
    "boss": "Logstash is an open-source, server-side data processing pipeline that ingests data from various sources, transforms it, and then sends it to a 'stash' like Elasticsearch.",
    "sysadmin": "A server-side data processing pipeline that is part of the Elastic Stack (ELK), used for collecting, parsing, and transforming data from diverse sources (e.g., logs, metrics, web applications) before forwarding it to a chosen output, such as Elasticsearch, for indexing and analysis.",
    "emoji": "🧹📊➡️📦",
    "categories": [],
    "related": [
      "elasticsearch",
      "kibana",
      "beats"
    ],
    "use_case": "Aggregating and processing logs and other event data from multiple systems for centralized analysis, monitoring, and troubleshooting.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "masscan": {
    "eli5": "It's like a super-fast radar that can quickly check every house on every street in the world to see if their doors are open.",
    "boss": "Masscan is a high-speed, open-source internet port scanner capable of scanning the entire internet in minutes, designed for large-scale network reconnaissance.",
    "sysadmin": "A free and open-source network scanner that transmits SYN packets asynchronously, enabling high-speed port scanning of large IP ranges, including the entire IPv4 internet, by using a custom TCP/IP stack for rapid packet transmission and reception.",
    "emoji": "⚡️🌐🔍",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "nmap",
      "zmap",
      "port-scanning"
    ],
    "use_case": "Rapidly discovering open ports on a massive scale for security assessments, vulnerability research, and network inventory.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "memcached": {
    "eli5": "It's like a super-fast temporary storage space for frequently used information, so your computer doesn't have to look it up every single time.",
    "boss": "Memcached is a high-performance, distributed memory object caching system, often used to speed up dynamic web applications by caching data in RAM.",
    "sysadmin": "A free and open-source, high-performance, distributed memory object caching system that stores data and objects in RAM, primarily used to reduce database load and accelerate dynamic web applications by serving frequently accessed data from memory.",
    "emoji": "⚡️💾🚀",
    "categories": [],
    "related": [
      "redis",
      "caching",
      "database"
    ],
    "use_case": "Speeding up database-driven websites and applications by caching query results, API responses, and rendered pages in memory.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "meraki": {
    "eli5": "It's a company that makes smart internet boxes for businesses that you can control from anywhere using the internet, like a super remote control for your office network.",
    "boss": "Cisco Meraki is a cloud-managed IT company that provides a comprehensive suite of networking hardware and software, including wireless access points, switches, security appliances, and cameras, all managed centrally through a cloud-based dashboard.",
    "sysadmin": "A division of Cisco Systems that offers cloud-managed networking solutions, providing centralized control and visibility over distributed network infrastructures (wireless, switching, security, and cameras) through a web-based dashboard, simplifying deployment, management, and troubleshooting for IT administrators.",
    "emoji": "☁️🌐🔒🏢",
    "categories": [
      "Networking"
    ],
    "related": [
      "cisco",
      "sd-wan",
      "cloud-management"
    ],
    "use_case": "Deploying and managing scalable and secure network infrastructures for businesses, enabling remote management and simplified operations across multiple sites.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "micro": {
    "eli5": "A simple and friendly notepad for your computer that works right in your command line, making it easy to write and edit text.",
    "boss": "Micro is a modern, intuitive, and feature-rich terminal-based text editor designed for ease of use and leveraging modern terminal capabilities.",
    "sysadmin": "A cross-platform, terminal-based text editor written in Go, aiming to be a modern and intuitive alternative to traditional command-line editors like Nano or Vim, offering features such as mouse support, syntax highlighting, and a plugin system.",
    "emoji": "✍️💻✨",
    "categories": [],
    "related": [
      "nano",
      "vim",
      "emacs"
    ],
    "use_case": "Quickly editing configuration files, writing scripts, and general text manipulation directly within the terminal environment.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "micropython": {
    "eli5": "A tiny version of the Python computer language that you can use to program very small computers, like the ones in smart gadgets.",
    "boss": "MicroPython is a lean and efficient implementation of the Python 3 programming language optimized to run on microcontrollers and embedded systems.",
    "sysadmin": "A software implementation of the Python 3 programming language, written in C, that is optimized to run on microcontrollers with limited resources, providing a Python prompt to control the hardware and offering a subset of the Python standard library.",
    "emoji": "🐍🤏💻🤖",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "python",
      "arduino",
      "esp32"
    ],
    "use_case": "Programming microcontrollers for IoT devices, robotics, wearable technology, and other embedded applications where resource constraints are a factor.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "mysql": {
    "eli5": "It's like a super organized digital filing cabinet where websites keep all their information, like user names, passwords, and what you've bought.",
    "boss": "MySQL is an open-source relational database management system (RDBMS) that uses Structured Query Language (SQL) to store, manage, and retrieve data.",
    "sysadmin": "A widely used open-source relational database management system (RDBMS) that provides a robust and scalable solution for storing and managing structured data, commonly employed in web applications, data warehousing, and e-commerce platforms.",
    "emoji": "🗄️📊💾🌐",
    "categories": [],
    "related": [
      "sql",
      "postgresql",
      "mariadb"
    ],
    "use_case": "Storing and managing data for web applications, content management systems (CMS), and various other software applications requiring structured data storage.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "ncdu": {
    "eli5": "It's like a special map that shows you which folders and files are taking up the most space on your computer, so you can clean it up.",
    "boss": "`ncdu` (NCurses Disk Usage) is a disk utility for Unix systems that provides a fast way to analyze disk space usage with a text-based user interface.",
    "sysadmin": "A curses-based disk usage analyzer for Unix-like systems that provides an interactive, graphical representation of disk space usage, allowing system administrators to quickly identify large files and directories and manage disk space efficiently.",
    "emoji": "📊📂🔍🗑️",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "du",
      "df",
      "baobab"
    ],
    "use_case": "Identifying disk space hogs, troubleshooting disk full issues, and managing storage on servers and workstations.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nebula": {
    "eli5": "It's like building your own secret, super-secure internet on top of the regular internet, so all your computers can talk to each other safely, no matter where they are.",
    "boss": "Nebula is an open-source overlay networking tool that creates a secure, scalable, and mutually authenticated peer-to-peer software-defined network.",
    "sysadmin": "A scalable overlay networking tool developed by Slack, based on the Noise Protocol Framework, that creates a mutually authenticated peer-to-peer software-defined network (SDN) with a focus on performance, simplicity, and security, enabling seamless and encrypted connectivity between hosts across diverse network infrastructures.",
    "emoji": "🌌🔒🌐🚀",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "vpn",
      "tailscale",
      "zerotier"
    ],
    "use_case": "Connecting distributed teams, securing remote access to internal resources, and building secure mesh networks across various cloud providers and on-premise environments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "neovim": {
    "eli5": "It's like a super-powered, customizable notepad for computer programmers that lets them write code really fast and efficiently.",
    "boss": "Neovim is a hyperextensible Vim-based text editor that aims to improve the user experience, plugin capabilities, and integration with modern tools.",
    "sysadmin": "A refactored and extended version of the Vim text editor, designed for improved extensibility, usability, and integration with modern development workflows, offering features such as asynchronous plugin execution, a built-in Language Server Protocol (LSP) client, and a Lua-based configuration.",
    "emoji": "📝💻🚀",
    "categories": [],
    "related": [
      "vim",
      "emacs",
      "vscode"
    ],
    "use_case": "Writing and editing code, configuration files, and text documents in a highly efficient and customizable terminal-based environment.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "netdata": {
    "eli5": "It's like a super-smart dashboard for your computer that shows you exactly what's happening inside, right now, so you can see if anything is slow or broken.",
    "boss": "Netdata is an open-source, real-time performance monitoring and troubleshooting solution for systems, applications, and infrastructure.",
    "sysadmin": "A distributed, real-time performance monitoring and health monitoring platform that collects metrics from various sources (e.g., CPU, disk, network, applications) with per-second granularity and visualizes them through interactive web dashboards, enabling proactive identification and resolution of performance bottlenecks and anomalies.",
    "emoji": "📊⏱️💻📈",
    "categories": [
      "System Administration"
    ],
    "related": [
      "prometheus",
      "grafana",
      "zabbix"
    ],
    "use_case": "Monitoring server performance, troubleshooting application issues, and gaining real-time insights into the health and resource utilization of IT infrastructure.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "netcat": {
    "eli5": "It's like a universal translator for computers that lets them talk to each other over the internet using simple messages.",
    "boss": "Netcat (nc) is a versatile command-line utility for reading from and writing to network connections using TCP or UDP protocols.",
    "sysadmin": "A feature-rich networking utility often referred to as the 'TCP/IP Swiss Army knife,' used for various tasks including port scanning, banner grabbing, file transfers, and creating network backdoors, by establishing raw TCP or UDP connections.",
    "emoji": "🔪🌐💬",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "nmap",
      "tcp",
      "udp"
    ],
    "use_case": "Debugging network services, performing simple client-server communication, and conducting basic network reconnaissance and penetration testing.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "nethogs": {
    "eli5": "It's like a special tool that shows you which apps on your computer are using up all the internet data, so you can find the greedy ones!",
    "boss": "NetHogs is a command-line tool for Linux that monitors network traffic bandwidth usage per process in real-time.",
    "sysadmin": "An open-source command-line utility for Linux that groups bandwidth usage by process, providing real-time insights into which applications or services are consuming network resources, similar to how 'top' monitors CPU and memory usage.",
    "emoji": "📊 processes 🌐",
    "categories": [
      "Networking",
      "Operating Systems"
    ],
    "related": [
      "top",
      "htop",
      "iftop"
    ],
    "use_case": "Identifying bandwidth-hogging applications, troubleshooting network performance issues, and monitoring network activity on Linux servers and workstations.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nextdns": {
    "eli5": "It's like a smart filter for your internet that blocks bad stuff like ads and trackers, and keeps you safe online, no matter where you are.",
    "boss": "NextDNS is a cloud-based DNS resolver that provides advanced privacy, security, and content filtering features for all your devices.",
    "sysadmin": "A cloud-based DNS (Domain Name System) resolver that offers customizable filtering rules, threat blocking, parental controls, and analytics, allowing users to control their internet traffic at the DNS level across multiple devices and networks.",
    "emoji": "🛡️🌐🚫📊",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "dns",
      "pi-hole",
      "adguard-home"
    ],
    "use_case": "Blocking ads and trackers, enhancing online privacy, protecting against malware and phishing, and implementing parental controls across an entire network or individual devices.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "nftables": {
    "eli5": "It's like the new, smarter bouncer for your computer's internet connection, deciding who gets in and out, and what they can do.",
    "boss": "nftables is the modern Linux kernel packet classification framework, designed to replace the older iptables, providing a more flexible and efficient way to manage network packet filtering.",
    "sysadmin": "A subsystem of the Linux kernel that provides packet filtering, network address translation (NAT), and other packet mangling capabilities, serving as the successor to the legacy {ip,ip6,arp,eb}_tables (xtables) framework, offering a more unified and extensible syntax for firewall rule management.",
    "emoji": "🛡️ Linux 🌐",
    "categories": [
      "Networking",
      "Operating Systems",
      "Security"
    ],
    "related": [
      "iptables",
      "firewalld",
      "netfilter"
    ],
    "use_case": "Configuring firewalls, implementing network address translation, and managing packet filtering rules on Linux systems for enhanced security and network control.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "node-exporter": {
    "eli5": "It's like a little spy program that lives on your computer and tells a central monitoring system all about your computer's health, like its CPU, memory, and disk space.",
    "boss": "Node Exporter is a Prometheus exporter for hardware and OS metrics exposed by *NIX kernels, providing system-level metrics for monitoring.",
    "sysadmin": "An open-source Prometheus exporter written in Go that collects and exposes a wide variety of hardware and operating system metrics (e.g., CPU utilization, memory usage, disk I/O, network statistics) from *NIX systems, making them available for scraping by a Prometheus server for monitoring and alerting.",
    "emoji": "📊💻📈",
    "categories": [
      "Monitoring & Observability",
      "Operating Systems"
    ],
    "related": [
      "prometheus",
      "grafana",
      "exporter"
    ],
    "use_case": "Collecting system-level metrics from servers and virtual machines to monitor their performance, health, and resource utilization within a Prometheus monitoring ecosystem.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "nohup": {
    "eli5": "It's like telling your computer program, 'Keep working even if I close my laptop!'",
    "boss": "`nohup` is a POSIX command that allows a command or script to continue running in the background even after the user logs out from the terminal.",
    "sysadmin": "A command-line utility in Unix-like operating systems that executes a command such that it ignores the SIGHUP (hangup) signal, preventing the process from being terminated when the controlling terminal is closed or the user logs out, often used in conjunction with the `&` operator to run processes in the background.",
    "emoji": "🏃‍♀️💻🚪",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "screen",
      "tmux",
      "daemon"
    ],
    "use_case": "Running long-duration processes or scripts on a remote server without interruption, even if the SSH connection is lost or the terminal is closed.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "openrc": {
    "eli5": "It's like a special manager for your computer that helps it start up all its programs in the right order, so everything works smoothly.",
    "boss": "OpenRC is a dependency-based init system for Unix-like operating systems, designed to manage system services during boot-up and runtime.",
    "sysadmin": "A dependency-based init system for Unix-like computer operating systems, primarily used in Gentoo Linux and Alpine Linux, that manages the startup, shutdown, and supervision of system services, offering a modular and lightweight alternative to Systemd or SysVinit.",
    "emoji": "⚙️ boot 🚀",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "systemd",
      "sysvinit",
      "init"
    ],
    "use_case": "Managing the boot process and system services on Linux distributions that prefer a simpler, non-Systemd init system.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "openthread": {
    "eli5": "It's like a special open-source language that tiny smart devices use to talk to each other and form their own little internet, even without Wi-Fi.",
    "boss": "OpenThread is an open-source implementation of the Thread networking protocol, designed for low-power, secure, and reliable communication among IoT devices.",
    "sysadmin": "An open-source implementation of the Thread networking protocol, released by Google Nest, that provides a secure, IPv6-based, low-power mesh networking solution for Internet of Things (IoT) devices, enabling direct device-to-device communication without a central hub.",
    "emoji": "🌐 tiny-devices 🔋 mesh",
    "categories": [
      "Networking",
      "Protocols",
      "Smart Home/IoT"
    ],
    "related": [
      "thread",
      "zigbee",
      "matter"
    ],
    "use_case": "Building secure and reliable mesh networks for smart home devices, industrial IoT applications, and other low-power embedded systems.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "opnsense": {
    "eli5": "It's like a super-powered security guard for your home internet, making sure only good stuff comes in and bad stuff stays out.",
    "boss": "OPNsense is an open-source, FreeBSD-based firewall and routing software that provides a feature-rich platform for network security.",
    "sysadmin": "An open-source, FreeBSD-based firewall and routing platform that offers advanced security features, including stateful firewall, intrusion detection/prevention, VPN capabilities, and traffic shaping, designed for both home and enterprise use.",
    "emoji": "🛡️🌐🔒 router",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "pfsense",
      "openwrt",
      "firewall"
    ],
    "use_case": "Building custom firewalls, securing home networks, implementing advanced routing configurations, and providing network security for small to medium-sized businesses.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ossec": {
    "eli5": "It's like a security guard for your computer that watches everything it does, looking for anything suspicious and telling you if something bad happens.",
    "boss": "OSSEC (Open Source HIDS SECurity) is a free, open-source host-based intrusion detection system (HIDS) that performs log analysis, integrity checking, and rootkit detection.",
    "sysadmin": "A scalable, multi-platform, open-source Host-based Intrusion Detection System (HIDS) that provides real-time log analysis, file integrity monitoring, rootkit detection, and active response capabilities to protect servers and endpoints from various security threats.",
    "emoji": "🕵️‍♀️💻🚨🛡️",
    "categories": [
      "Security"
    ],
    "related": [
      "hids",
      "siem",
      "wazuh"
    ],
    "use_case": "Monitoring system logs for security events, detecting unauthorized file modifications, identifying rootkits, and responding to security incidents on individual hosts.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "owncloud": {
    "eli5": "It's like having your very own Dropbox or Google Drive on your own computer, so you control all your files and who can see them.",
    "boss": "ownCloud is an open-source software for content collaboration, file-sharing, and file-syncing, allowing users to host their own cloud storage.",
    "sysadmin": "A free and open-source software project that provides a self-hosted file synchronization and sharing solution, enabling users to store, manage, and share files and data on their own servers, offering features similar to commercial cloud storage services but with enhanced control and privacy.",
    "emoji": "☁️📂🤝🔒",
    "categories": [],
    "related": [
      "nextcloud",
      "dropbox",
      "google-drive"
    ],
    "use_case": "Creating a private cloud storage solution for individuals or organizations, securely sharing files with others, and synchronizing data across multiple devices.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "parted": {
    "eli5": "It's like a tool that helps you divide your computer's hard drive into different sections, like drawing lines on a big piece of paper.",
    "boss": "GNU Parted is a command-line utility for managing disk partitions, supporting various partition table formats like MS-DOS and GPT.",
    "sysadmin": "A free and open-source command-line utility for Unix-like operating systems used to create, delete, resize, copy, and move disk partitions, supporting various partition table formats and file systems, essential for disk management and preparing storage for operating systems.",
    "emoji": "✂️💾🗄️",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "fdisk",
      "gparted",
      "disk-partitioning"
    ],
    "use_case": "Creating and managing disk partitions for installing operating systems, organizing data, and preparing storage devices for use.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "pathping": {
    "eli5": "It's like a super detective for your internet connection that not only tells you the path your data takes, but also where it might be getting lost or slowed down.",
    "boss": "PathPing is a network utility that combines the functionality of ping and traceroute to provide detailed information about network latency and packet loss at intermediate hops.",
    "sysadmin": "A command-line network utility available in Windows operating systems that combines features of `ping` and `traceroute` by sending multiple ICMP echo requests to each router along a path over a period of time, then computing packet loss and latency statistics for each hop, aiding in network diagnostics.",
    "emoji": "🕵️‍♀️🌐🐢 lost-packets",
    "categories": [
      "Networking"
    ],
    "related": [
      "ping",
      "traceroute",
      "mtr"
    ],
    "use_case": "Diagnosing network connectivity issues, identifying points of congestion or packet loss on a network path, and troubleshooting slow network performance.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "podman": {
    "eli5": "It's like a special box that lets you run programs in a neat, isolated way, without needing a big, always-on manager program.",
    "boss": "Podman is a daemonless, open-source container engine for developing, managing, and running OCI (Open Container Initiative) containers and pods.",
    "sysadmin": "A daemonless, open-source container engine for Linux that allows users to build, run, and manage OCI-compliant containers and pods, providing a command-line interface similar to Docker but without the need for a persistent daemon, making it more secure and flexible for certain use cases.",
    "emoji": "📦🐧🚀",
    "categories": [
      "DevOps",
      "Operating Systems"
    ],
    "related": [
      "docker",
      "kubernetes",
      "containerd"
    ],
    "use_case": "Building and running containers in development environments, managing containerized applications on Linux servers, and integrating with Kubernetes for orchestration.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "postman": {
    "eli5": "It's like a special app that helps computer programs talk to each other, so developers can build and test how they communicate.",
    "boss": "Postman is a comprehensive API platform that simplifies every stage of the API lifecycle, from designing and testing to documenting and collaborating on APIs.",
    "sysadmin": "A popular software development platform for building, testing, and modifying APIs (Application Programming Interfaces), providing a user-friendly interface for sending HTTP requests, inspecting responses, and automating API workflows, widely used by developers for API development and integration.",
    "emoji": "📬💻🧪",
    "categories": [
      "Testing"
    ],
    "related": [
      "api",
      "rest",
      "graphql"
    ],
    "use_case": "Designing, developing, testing, and documenting APIs, as well as collaborating on API projects within development teams.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "powerdns": {
    "eli5": "It's like a super-fast and flexible phone book for the internet that helps your computer find websites and services quickly.",
    "boss": "PowerDNS is an open-source DNS server that provides authoritative and recursive DNS services, known for its performance and versatile backend support.",
    "sysadmin": "An open-source DNS (Domain Name System) server suite that includes an authoritative server, a recursor, and a DNSdist load balancer, known for its high performance, extensibility through various backends (e.g., databases, plain files), and advanced features like DNSSEC support and API-driven management, making it suitable for large-scale DNS deployments.",
    "emoji": "⚡️📞🌐",
    "categories": [
      "Networking"
    ],
    "related": [
      "dns",
      "bind",
      "dnssec"
    ],
    "use_case": "Hosting DNS zones for domains, resolving DNS queries for clients, and providing a robust and scalable DNS infrastructure for internet service providers and large organizations.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "pulumi": {
    "eli5": "It's like a magic wand that lets you create and manage cloud stuff using regular programming languages instead of confusing config files.",
    "boss": "Pulumi is a modern infrastructure as code platform that allows you to use familiar programming languages to define and manage cloud resources.",
    "sysadmin": "An open-source infrastructure as code tool that enables defining, deploying, and managing cloud infrastructure using general-purpose programming languages like Python, TypeScript, Go, and C# instead of domain-specific languages.",
    "emoji": "☁️🪄💻🏗️",
    "categories": [
      "DevOps"
    ],
    "related": [
      "terraform",
      "cloudformation",
      "ansible"
    ],
    "use_case": "Managing AWS, Azure, GCP resources using familiar programming languages, enabling better testing, modularity, and integration with existing development workflows.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "puppet": {
    "eli5": "It's like having a robot assistant that makes sure all your computers are set up exactly the same way, automatically.",
    "boss": "Puppet is a configuration management tool that automates the provisioning, configuration, and management of servers and applications.",
    "sysadmin": "An open-source configuration management system that uses a declarative language to describe system configuration, automatically enforcing desired state across infrastructure through agents and a centralized master server.",
    "emoji": "🤖⚙️🎭📋",
    "categories": [
      "Configuration Management",
      "DevOps"
    ],
    "related": [
      "ansible",
      "chef",
      "saltstack"
    ],
    "use_case": "Automating server configuration, ensuring compliance across large server fleets, and managing infrastructure as code in enterprise environments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "rancher": {
    "eli5": "It's like a super-friendly control panel that makes managing lots of containers and Kubernetes clusters as easy as clicking buttons.",
    "boss": "Rancher is a complete software stack for teams adopting containers, providing a user-friendly interface for managing Kubernetes clusters.",
    "sysadmin": "An open-source container management platform that provides a complete software stack for managing Kubernetes clusters, offering centralized authentication, access control, and monitoring across multiple clusters and cloud providers.",
    "emoji": "🐄🎛️☸️📊",
    "categories": [
      "Containers",
      "DevOps"
    ],
    "related": [
      "kubernetes",
      "docker",
      "helm"
    ],
    "use_case": "Managing multiple Kubernetes clusters across different environments, providing a unified interface for container orchestration and simplifying Kubernetes adoption.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "resilio": {
    "eli5": "It's like a magic folder that automatically keeps the same files on all your devices without needing the internet cloud.",
    "boss": "Resilio Sync is a peer-to-peer file synchronization tool that allows secure file sharing and syncing across devices without cloud storage.",
    "sysadmin": "A proprietary peer-to-peer file synchronization application that uses BitTorrent protocol to sync files between devices directly, providing encrypted, decentralized file sharing without relying on cloud servers.",
    "emoji": "🔄📁🔒🌐",
    "categories": [],
    "related": [
      "syncthing",
      "dropbox",
      "bittorrent"
    ],
    "use_case": "Synchronizing files between personal devices, sharing large files within teams, and maintaining private file sync without cloud dependencies.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "ripgrep": {
    "eli5": "It's like a super-fast detective that can find any word or sentence hidden in thousands of files in the blink of an eye.",
    "boss": "Ripgrep is an extremely fast command-line search tool that recursively searches directories for regex patterns.",
    "sysadmin": "A line-oriented search tool that recursively searches directories for regex patterns, written in Rust for exceptional performance, with built-in support for gitignore rules and various file types.",
    "emoji": "🔍⚡️📂🦀",
    "categories": [],
    "related": [
      "grep",
      "ag",
      "fd"
    ],
    "use_case": "Searching through codebases, log files, and large directory structures quickly, replacing traditional grep with better performance and user experience.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "san": {
    "eli5": "It's like a super-fast highway that connects computers to a giant shared storage room where they can all keep their important files.",
    "boss": "SAN is a dedicated high-speed network that provides access to consolidated, block-level data storage for multiple servers.",
    "sysadmin": "Storage Area Network - a specialized, high-performance network that connects servers to shared storage devices, typically using Fibre Channel or iSCSI protocols, providing block-level access to storage resources.",
    "emoji": "🏪🔗💾⚡️",
    "categories": [
      "Networking"
    ],
    "related": [
      "nas",
      "iscsi",
      "fibre-channel"
    ],
    "use_case": "Providing high-performance shared storage for databases, virtualization environments, and mission-critical applications in enterprise data centers.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "seafile": {
    "eli5": "It's like having your own personal Dropbox that you control completely, keeping your files safe and private on your own computer.",
    "boss": "Seafile is an open-source file hosting and synchronization platform that provides secure cloud storage with collaboration features.",
    "sysadmin": "An open-source file synchronization and sharing platform that provides encrypted file storage, version control, and collaboration features, designed for self-hosting with clients for desktop and mobile platforms.",
    "emoji": "🌊📁🔒☁️",
    "categories": [],
    "related": [
      "nextcloud",
      "owncloud",
      "syncthing"
    ],
    "use_case": "Self-hosting private cloud storage, team file collaboration, and maintaining control over sensitive data without relying on third-party cloud services.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "smartd": {
    "eli5": "It's like a doctor for your hard drives that constantly checks their health and warns you before they get sick.",
    "boss": "Smartd is a daemon that monitors hard drive health using SMART data and alerts administrators to potential drive failures.",
    "sysadmin": "A daemon that monitors the Self-Monitoring, Analysis and Reporting Technology (SMART) system built into hard drives and SSDs, providing early warning of disk failures through automated testing and alerting.",
    "emoji": "🩺💾⚠️📊",
    "categories": [
      "System Administration"
    ],
    "related": [
      "smart",
      "hdparm",
      "badblocks"
    ],
    "use_case": "Proactively monitoring disk health in servers and workstations, preventing data loss by identifying failing drives before complete failure.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "smartthings": {
    "eli5": "It's like a magic remote control that can talk to all your smart home gadgets and make them work together.",
    "boss": "SmartThings is Samsung's IoT platform that connects and controls smart home devices through a centralized hub and mobile app.",
    "sysadmin": "A cloud-based home automation platform that provides a central hub for connecting and managing various IoT devices, offering automation rules, remote control, and integration with third-party services through a mobile application and web interface.",
    "emoji": "🏠📱🔗✨",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "hubitat",
      "home-assistant",
      "zigbee"
    ],
    "use_case": "Connecting and automating smart home devices like lights, sensors, locks, and thermostats through a single platform with mobile control.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "smb": {
    "eli5": "It's like a special language that lets computers share files and printers with each other, especially between Windows computers.",
    "boss": "SMB is a network protocol that allows applications to read and write files and request services from server programs in a computer network.",
    "sysadmin": "Server Message Block - a network communication protocol for providing shared access to files, printers, and serial ports between nodes on a network, commonly used in Windows environments and supported by Samba on Linux.",
    "emoji": "🗂️🔗💻📤",
    "categories": [
      "Networking",
      "Operating Systems"
    ],
    "related": [
      "cifs",
      "samba",
      "nfs"
    ],
    "use_case": "Sharing files and printers across Windows networks, accessing network drives, and enabling file server functionality in mixed OS environments.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "softether": {
    "eli5": "It's like a magic tunnel that lets you connect to your home or work network from anywhere in the world, safely and secretly.",
    "boss": "SoftEther VPN is a multi-protocol VPN software that supports SSL-VPN, L2TP, IPsec, EtherIP, L2TPv3, OpenVPN, and Microsoft SSTP.",
    "sysadmin": "An open-source, cross-platform, multi-protocol VPN server and client software that supports various VPN protocols and can penetrate firewalls, NATs, and proxy servers, offering high performance and strong security.",
    "emoji": "🛡️🌐🔒🚇",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "openvpn",
      "wireguard",
      "ipsec"
    ],
    "use_case": "Creating secure remote access solutions, bypassing network restrictions, and establishing site-to-site VPN connections across different network environments.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "solr": {
    "eli5": "It's like a super-smart librarian that can instantly find any information you're looking for in millions of documents.",
    "boss": "Apache Solr is an open-source enterprise search platform that provides full-text search, faceted search, and analytics capabilities.",
    "sysadmin": "An open-source search platform built on Apache Lucene that provides distributed indexing, replication, load-balanced querying, automated failover and recovery, centralized configuration, and more, designed for scalable search applications.",
    "emoji": "🔍📚⚡️📊",
    "categories": [],
    "related": [
      "elasticsearch",
      "lucene",
      "kibana"
    ],
    "use_case": "Building search functionality for websites, e-commerce platforms, content management systems, and enterprise applications requiring fast, scalable search capabilities.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "sonoff": {
    "eli5": "It's like a magic switch that you can control with your phone to turn lights and other things on and off from anywhere.",
    "boss": "Sonoff is a brand of affordable smart home devices that can be controlled remotely via smartphone apps and integrated with various automation platforms.",
    "sysadmin": "A line of ESP8266/ESP32-based smart switches and IoT devices that can be controlled via mobile apps, support WiFi connectivity, and can be flashed with custom firmware like Tasmota for local control and integration with home automation systems.",
    "emoji": "🔌📱💡🏠",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "tasmota",
      "esphome",
      "tuya-convert"
    ],
    "use_case": "Adding smart control to existing electrical devices, creating affordable home automation solutions, and integrating with platforms like Home Assistant.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "sophos": {
    "eli5": "It's like a super-strong security guard that protects computers and networks from bad guys trying to break in or cause trouble.",
    "boss": "Sophos is a cybersecurity company that provides endpoint protection, network security, and cloud security solutions for businesses.",
    "sysadmin": "A cybersecurity vendor offering comprehensive security solutions including endpoint protection, firewall, email security, mobile device management, and cloud security, known for their unified threat management approach and AI-powered threat detection.",
    "emoji": "🛡️🏢💻🔒",
    "categories": [
      "Security"
    ],
    "related": [
      "pfsense",
      "fortinet",
      "palo-alto"
    ],
    "use_case": "Protecting enterprise networks and endpoints from malware, ransomware, and advanced threats through integrated security solutions and centralized management.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "sqlite": {
    "eli5": "It's like a tiny, super-organized filing cabinet that apps can use to remember information without needing a big database server.",
    "boss": "SQLite is a lightweight, serverless database engine that's embedded directly into applications, requiring no separate database server process.",
    "sysadmin": "A self-contained, serverless, zero-configuration, transactional SQL database engine that stores data in a single file, widely used in mobile applications, web browsers, and embedded systems due to its simplicity and reliability.",
    "emoji": "🗃️💾⚡️📱",
    "categories": [
      "Data & Databases"
    ],
    "related": [
      "mysql",
      "postgresql",
      "database"
    ],
    "use_case": "Storing data in mobile apps, web applications, desktop software, and any scenario requiring a lightweight, embedded database without server overhead.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "subnet": {
    "eli5": "It's like dividing a big neighborhood into smaller blocks so that houses can be organized better and find each other more easily.",
    "boss": "A subnet is a logical subdivision of an IP network that allows for better network organization and security by grouping related devices.",
    "sysadmin": "A logical subdivision of an IP network created by borrowing bits from the host portion of an IP address to create multiple smaller networks, enabling better network organization, security segmentation, and efficient IP address allocation.",
    "emoji": "🏘️🔢🗺️📡",
    "categories": [
      "Networking"
    ],
    "related": [
      "vlan",
      "cidr",
      "routing"
    ],
    "use_case": "Organizing network infrastructure, implementing security boundaries, optimizing network performance, and managing IP address allocation in complex networks.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "suricata": {
    "eli5": "It's like a super-smart security camera that watches all the internet traffic and spots bad guys trying to do harmful things.",
    "boss": "Suricata is an open-source network threat detection engine that provides intrusion detection, intrusion prevention, and network security monitoring.",
    "sysadmin": "A high-performance, open-source network IDS, IPS, and network security monitoring engine that uses signature-based detection, protocol analysis, and behavioral analysis to identify threats and suspicious network activity in real-time.",
    "emoji": "🦅👁️🛡️🚨",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "snort",
      "zeek",
      "ossec"
    ],
    "use_case": "Monitoring network traffic for security threats, detecting intrusion attempts, preventing malicious network activity, and providing network forensics capabilities.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "svn": {
    "eli5": "It's like a time machine for your computer files that remembers every change you make and lets you go back to older versions.",
    "boss": "SVN (Subversion) is a version control system that tracks changes to files and directories over time, allowing teams to collaborate on projects.",
    "sysadmin": "Apache Subversion - a centralized version control system that maintains a central repository of files and their revision history, allowing multiple developers to work on the same project while tracking changes and managing conflicts.",
    "emoji": "📚🔄💾👥",
    "categories": [
      "Version Control"
    ],
    "related": [
      "git",
      "mercurial",
      "cvs"
    ],
    "use_case": "Managing source code versions, tracking document changes, collaborating on software projects, and maintaining historical records of file modifications.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "switch": {
    "eli5": "It's like a smart traffic director that helps computers in a network talk to each other by sending messages to the right places.",
    "boss": "A network switch is a device that connects devices on a computer network by forwarding data between them using MAC addresses.",
    "sysadmin": "A Layer 2 networking device that connects multiple devices on a local network, learning MAC addresses and forwarding frames only to the intended recipient, creating separate collision domains for each port and enabling full-duplex communication.",
    "emoji": "🔀💻🔗📡",
    "categories": [
      "Networking"
    ],
    "related": [
      "router",
      "hub",
      "vlan"
    ],
    "use_case": "Connecting computers, printers, servers, and other network devices in a local area network, providing dedicated bandwidth to each port and enabling efficient network communication.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "systemd-timer": {
    "eli5": "It's like a modern alarm clock for your computer that can run tasks at specific times or intervals, replacing the old cron system.",
    "boss": "Systemd timers are a modern alternative to cron jobs, providing more precise scheduling and better integration with system services.",
    "sysadmin": "A systemd unit type that provides timer-based activation of other systemd units, offering more precise timing, better logging, dependency management, and integration with the systemd ecosystem compared to traditional cron jobs.",
    "emoji": "⏰🔧📅⚙️",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "cron",
      "systemd",
      "anacron"
    ],
    "use_case": "Scheduling system maintenance tasks, automated backups, log rotation, and any recurring system operations with better reliability and monitoring than cron.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "sysvinit": {
    "eli5": "It's like the old-fashioned way computers used to start up all their programs, one after another in a specific order.",
    "boss": "SysVinit is a traditional Unix initialization system that starts and manages system processes during boot and runtime using runlevels.",
    "sysadmin": "The traditional Unix System V initialization system that uses shell scripts and runlevels to control system startup, shutdown, and service management, largely replaced by modern init systems like systemd but still used in some distributions.",
    "emoji": "🏛️🚀📜⚙️",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "systemd",
      "upstart",
      "openrc"
    ],
    "use_case": "Managing system services on older Linux distributions, understanding traditional Unix system administration, and maintaining legacy systems.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "telnet": {
    "eli5": "It's like a very basic way to control another computer from far away, but it's not safe because everyone can see what you type.",
    "boss": "Telnet is a network protocol that provides text-based communication between computers, though it's largely replaced by SSH due to security concerns.",
    "sysadmin": "A network protocol that provides bidirectional interactive text-oriented communication over a network connection, operating on port 23, but transmitting data in plain text making it insecure for most modern applications.",
    "emoji": "💻📞⚠️🔓",
    "categories": [
      "Networking"
    ],
    "related": [
      "ssh",
      "rlogin",
      "vnc"
    ],
    "use_case": "Testing network connectivity, accessing legacy systems that don't support SSH, and troubleshooting network services, though SSH is preferred for security.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "tinc": {
    "eli5": "It's like creating secret tunnels between computers anywhere in the world so they can talk to each other as if they're in the same room.",
    "boss": "Tinc is a VPN daemon that creates secure mesh networks between multiple locations with automatic routing and encryption.",
    "sysadmin": "An open-source VPN daemon that creates a secure mesh network between hosts, supporting automatic full mesh routing, encryption, and compression, allowing each node to communicate directly with others without a central server.",
    "emoji": "🕸️🔒🌐🔗",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "wireguard",
      "openvpn",
      "zerotier"
    ],
    "use_case": "Creating secure mesh networks between multiple sites, connecting remote offices, and building decentralized VPN infrastructure without single points of failure.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "tls": {
    "eli5": "It's like a secret code that keeps your messages safe when you talk to websites, so bad people can't read them.",
    "boss": "TLS is a cryptographic protocol that provides secure communication over computer networks, commonly used to secure web traffic (HTTPS).",
    "sysadmin": "Transport Layer Security - a cryptographic protocol that provides end-to-end security for data transmitted over networks, using certificates for authentication and encryption algorithms to protect data integrity and confidentiality.",
    "emoji": "🔒🌐📡🛡️",
    "categories": [
      "Security"
    ],
    "related": [
      "ssl",
      "https",
      "certificates"
    ],
    "use_case": "Securing web traffic (HTTPS), email communication, VPN connections, and any network communication requiring encryption and authentication.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "top": {
    "eli5": "It's like a live scoreboard that shows which programs on your computer are using the most power and memory right now.",
    "boss": "Top is a command-line utility that displays real-time information about running processes and system resource usage.",
    "sysadmin": "A system monitoring utility that provides a dynamic real-time view of running processes, showing CPU usage, memory consumption, process IDs, and other system statistics, essential for performance monitoring and troubleshooting.",
    "emoji": "📊💻⚡️👁️",
    "categories": [
      "System Administration"
    ],
    "related": [
      "htop",
      "btop",
      "ps"
    ],
    "use_case": "Monitoring system performance, identifying resource-hungry processes, troubleshooting performance issues, and managing system resources in real-time.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "tr": {
    "eli5": "It's like a magic translator that can change letters or characters in text files, like turning all lowercase letters into uppercase ones.",
    "boss": "Tr is a command-line utility that translates or deletes characters from input text according to specified rules.",
    "sysadmin": "A Unix command-line utility for translating, squeezing, and deleting characters from standard input, commonly used for character set conversion, case transformation, and text processing in shell scripts and pipelines.",
    "emoji": "🔤↔️📝✨",
    "categories": [],
    "related": [
      "sed",
      "awk",
      "cut"
    ],
    "use_case": "Converting text case, replacing characters, removing unwanted characters, and processing text data in shell scripts and command pipelines.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "trunk": {
    "eli5": "It's like a big highway that carries lots of different types of traffic between network neighborhoods, keeping them organized.",
    "boss": "A trunk is a network link that carries traffic for multiple VLANs between switches, using tags to identify which VLAN each frame belongs to.",
    "sysadmin": "A network connection between switches that carries traffic for multiple VLANs simultaneously, using 802.1Q tagging to identify VLAN membership of frames, enabling VLAN communication across network infrastructure.",
    "emoji": "🌳🔗📡🏷️",
    "categories": [
      "Networking"
    ],
    "related": [
      "vlan",
      "switch",
      "802.1q"
    ],
    "use_case": "Connecting switches in a network while maintaining VLAN separation, extending VLANs across multiple switches, and optimizing network infrastructure design.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "tshark": {
    "eli5": "It's like a super-powered detective tool that can catch and examine all the messages flying around on a computer network.",
    "boss": "Tshark is the command-line version of Wireshark that captures and analyzes network packets for troubleshooting and security analysis.",
    "sysadmin": "The terminal-based network protocol analyzer from the Wireshark project that captures and displays network packets in real-time or from capture files, providing detailed protocol analysis and filtering capabilities for network troubleshooting.",
    "emoji": "🦈📡🔍💻",
    "categories": [
      "Networking",
      "Security"
    ],
    "related": [
      "wireshark",
      "tcpdump",
      "netcat"
    ],
    "use_case": "Network troubleshooting, security analysis, protocol debugging, and automated packet analysis in scripts and monitoring systems.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "tuya-convert": {
    "eli5": "It's like a magic tool that can change the brain of smart home devices so they work with your own system instead of the company's cloud.",
    "boss": "Tuya-convert is a tool that allows flashing custom firmware onto Tuya-based IoT devices without opening them, enabling local control.",
    "sysadmin": "An over-the-air flashing tool that exploits vulnerabilities in Tuya-based IoT devices to replace their stock firmware with custom firmware like Tasmota or ESPHome, enabling local control and integration with home automation systems.",
    "emoji": "🔄📱⚡️🏠",
    "categories": [
      "Smart Home/IoT"
    ],
    "related": [
      "tasmota",
      "esphome",
      "sonoff"
    ],
    "use_case": "Converting cloud-dependent smart devices to work locally, integrating cheap IoT devices with Home Assistant, and maintaining privacy by avoiding cloud services.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "umount": {
    "eli5": "It's like safely unplugging a USB drive from your computer, but for any storage device or network folder that's connected.",
    "boss": "Umount is a command that safely disconnects mounted filesystems from the system, ensuring data integrity before removal.",
    "sysadmin": "A Unix/Linux command that unmounts filesystems by detaching them from the directory tree, ensuring all pending writes are completed and the filesystem is safely disconnected before physical removal or system shutdown.",
    "emoji": "📤💾🔌⚠️",
    "categories": [
      "System Administration"
    ],
    "related": [
      "mount",
      "fstab",
      "lsblk"
    ],
    "use_case": "Safely removing USB drives, unmounting network shares, preparing for system maintenance, and ensuring filesystem integrity before disconnection.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "unison": {
    "eli5": "It's like having a smart assistant that keeps two folders on different computers perfectly matched, making sure they have the same files.",
    "boss": "Unison is a file synchronization tool that keeps directories on different machines synchronized while handling conflicts intelligently.",
    "sysadmin": "A cross-platform file synchronization tool that maintains consistency between two replicas of a collection of files and directories, detecting changes on both sides and handling conflicts through user interaction or automated rules.",
    "emoji": "🔄📁⚖️🤝",
    "categories": [],
    "related": [
      "rsync",
      "syncthing",
      "resilio"
    ],
    "use_case": "Synchronizing files between laptops and desktops, maintaining backup copies, and keeping project files consistent across multiple development machines.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "upstart": {
    "eli5": "It's like a smart manager that starts up computer programs when they're needed and restarts them if they crash.",
    "boss": "Upstart is an event-based init daemon that manages system services and processes during boot and runtime.",
    "sysadmin": "An event-based replacement for the traditional init daemon that handles starting and stopping of tasks and services during boot, shutdown, and while the system is running, designed to start services asynchronously based on events.",
    "emoji": "🚀⚡️🔄📋",
    "categories": [
      "Operating Systems",
      "System Administration"
    ],
    "related": [
      "systemd",
      "sysvinit",
      "openrc"
    ],
    "use_case": "Managing system services on Ubuntu systems (pre-systemd), handling service dependencies, and providing automatic service recovery and event-driven service management.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "vmware": {
    "eli5": "It's like a magic box that lets you run multiple different computers inside one real computer, each thinking it's the only one.",
    "boss": "VMware is a virtualization platform that allows running multiple operating systems simultaneously on a single physical machine.",
    "sysadmin": "A leading virtualization software company providing hypervisor technology that creates and manages virtual machines, enabling multiple operating systems to run concurrently on a single physical server with resource isolation and management.",
    "emoji": "💻📦🔄🏢",
    "categories": [
      "Virtualization"
    ],
    "related": [
      "hyper-v",
      "kvm",
      "virtualbox"
    ],
    "use_case": "Server consolidation, development environments, disaster recovery, and creating isolated testing environments in enterprise data centers.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "vnstat": {
    "eli5": "It's like a smart meter that keeps track of how much internet data your computer uses, showing you daily and monthly reports.",
    "boss": "Vnstat is a network traffic monitor that tracks bandwidth usage and provides historical statistics for network interfaces.",
    "sysadmin": "A console-based network traffic monitor that keeps a log of network traffic for selected interfaces, providing statistics about data transfer amounts over time periods including hourly, daily, weekly, and monthly summaries.",
    "emoji": "📊📡💾📈",
    "categories": [
      "Networking"
    ],
    "related": [
      "iftop",
      "nethogs",
      "nload"
    ],
    "use_case": "Monitoring bandwidth usage on servers, tracking data transfer costs, analyzing network usage patterns, and capacity planning for network resources.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "wazuh": {
    "eli5": "It's like a super-smart security guard that watches over all your computers and alerts you if anything suspicious happens.",
    "boss": "Wazuh is an open-source security monitoring platform that provides threat detection, integrity monitoring, and compliance management.",
    "sysadmin": "An open-source security monitoring platform that provides unified XDR and SIEM capabilities, offering threat detection, integrity monitoring, incident response, and compliance management across hybrid cloud environments.",
    "emoji": "🛡️👁️🚨📊",
    "categories": [
      "Security"
    ],
    "related": [
      "ossec",
      "elk",
      "splunk"
    ],
    "use_case": "Security monitoring across enterprise environments, compliance reporting, threat hunting, and incident response coordination for cybersecurity operations.",
    "jargon_score": 4,
    "level": "Advanced"
  },
  "webhook": {
    "eli5": "It's like a doorbell for computer programs - when something happens in one app, it automatically rings the bell to tell another app.",
    "boss": "A webhook is an HTTP callback that allows applications to provide real-time information to other applications when specific events occur.",
    "sysadmin": "An HTTP-based callback mechanism that enables applications to send real-time data to other applications when specific events occur, typically using POST requests to predefined URLs with event payload data.",
    "emoji": "🔔🔗📡⚡️",
    "categories": [],
    "related": [
      "api",
      "rest",
      "json"
    ],
    "use_case": "Triggering automated workflows, integrating services like GitHub with CI/CD pipelines, sending notifications, and enabling real-time data synchronization between applications.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "whereis": {
    "eli5": "It's like asking 'where did I put that?' for computer programs - it helps you find where programs and files are stored.",
    "boss": "Whereis is a command that locates the binary, source, and manual page files for specified commands.",
    "sysadmin": "A Unix command that searches for executables, source files, and manual pages in standard system directories, providing quick location information for system commands and utilities.",
    "emoji": "🔍📁💻📍",
    "categories": [
      "System Administration"
    ],
    "related": [
      "which",
      "locate",
      "find"
    ],
    "use_case": "Finding system command locations, troubleshooting PATH issues, locating documentation files, and understanding system file organization.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "which": {
    "eli5": "It's like asking 'which one?' when there are multiple programs with the same name - it shows you exactly which one will run.",
    "boss": "Which is a command that shows the full path of shell commands by searching through directories in the PATH variable.",
    "sysadmin": "A Unix command that locates executable files in the user's PATH environment variable, showing which version of a command will be executed when typed, useful for troubleshooting command resolution issues.",
    "emoji": "🎯📍💻🔍",
    "categories": [
      "System Administration"
    ],
    "related": [
      "whereis",
      "type",
      "command"
    ],
    "use_case": "Troubleshooting command execution issues, verifying which version of a program will run, and understanding PATH resolution in shell environments.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "xfs": {
    "eli5": "It's like a super-organized filing system for computer hard drives that's really good at handling big files and lots of data.",
    "boss": "XFS is a high-performance journaling file system designed for scalability and parallel I/O operations.",
    "sysadmin": "A 64-bit journaling file system originally developed by Silicon Graphics, known for excellent performance with large files and filesystems, featuring advanced capabilities like online defragmentation, snapshots, and parallel I/O.",
    "emoji": "🗃️⚡️💾📈",
    "categories": [
      "Operating Systems"
    ],
    "related": [
      "ext4",
      "btrfs",
      "zfs"
    ],
    "use_case": "High-performance storage systems, large file servers, databases requiring fast I/O, and enterprise storage solutions needing scalability and reliability.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "xml": {
    "eli5": "It's like a special way of organizing information with labels and tags, similar to how you might organize things in labeled boxes.",
    "boss": "XML is a markup language that defines rules for encoding documents in a format that is both human-readable and machine-readable.",
    "sysadmin": "Extensible Markup Language - a markup language that uses tags to structure data in a hierarchical format, widely used for data exchange, configuration files, and document storage with strict syntax rules and schema validation.",
    "emoji": "📄🏷️🔧📊",
    "categories": [],
    "related": [
      "json",
      "yaml",
      "html"
    ],
    "use_case": "Configuration files, data exchange between systems, web services (SOAP), document storage, and structured data representation in enterprise applications.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "xmlstarlet": {
    "eli5": "It's like a Swiss Army knife for XML files - it can cut, edit, search, and transform XML data from the command line.",
    "boss": "XMLStarlet is a command-line toolkit for parsing, transforming, querying, validating, and editing XML documents.",
    "sysadmin": "A command-line XML processor that provides a comprehensive set of tools for XML manipulation including XPath queries, XSLT transformations, validation, formatting, and editing operations, essential for XML processing in shell scripts.",
    "emoji": "⭐️📄🔧✂️",
    "categories": [],
    "related": [
      "xml",
      "xpath",
      "xslt"
    ],
    "use_case": "Processing XML configuration files, extracting data from XML documents, transforming XML data, and automating XML manipulation tasks in shell scripts.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "yaml": {
    "eli5": "It's like a simple way to write down information using spaces and dashes that both people and computers can easily understand.",
    "boss": "YAML is a human-readable data serialization standard commonly used for configuration files and data exchange.",
    "sysadmin": "YAML Ain't Markup Language - a human-readable data serialization language that uses indentation and simple syntax to represent structured data, widely adopted for configuration files, especially in DevOps tools and cloud platforms.",
    "emoji": "📝🔧📊🎯",
    "categories": [
      "DevOps"
    ],
    "related": [
      "json",
      "xml",
      "toml"
    ],
    "use_case": "Configuration files for applications like Docker Compose, Kubernetes, Ansible playbooks, and CI/CD pipelines due to its readability and simplicity.",
    "jargon_score": 2,
    "level": "Beginner"
  },
  "yq": {
    "eli5": "It's like a smart tool that can read, search, and change YAML files (those simple config files) from the command line.",
    "boss": "Yq is a command-line YAML processor that allows querying, filtering, and manipulating YAML documents similar to how jq works with JSON.",
    "sysadmin": "A lightweight and portable command-line YAML processor that enables parsing, filtering, and transforming YAML documents using a jq-like syntax, essential for processing configuration files and data manipulation in DevOps workflows.",
    "emoji": "🔍📝⚙️💻",
    "categories": [
      "DevOps",
      "Programming Languages"
    ],
    "related": [
      "jq",
      "yaml",
      "json"
    ],
    "use_case": "Processing Kubernetes manifests, editing Docker Compose files, extracting values from configuration files, and automating YAML manipulation in CI/CD pipelines.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "zellij": {
    "eli5": "It's like having multiple computer screens inside one screen, so you can run different programs at the same time and switch between them easily.",
    "boss": "Zellij is a modern terminal multiplexer that allows running multiple terminal sessions within a single terminal window with advanced features.",
    "sysadmin": "A terminal workspace manager written in Rust that provides terminal multiplexing capabilities with features like panes, tabs, sessions, plugins, and a modern user interface, designed as a more user-friendly alternative to tmux and screen.",
    "emoji": "🖥️🔲🎛️⚡️",
    "categories": [],
    "related": [
      "tmux",
      "screen",
      "byobu"
    ],
    "use_case": "Managing multiple terminal sessions, remote server administration, development workflows, and maintaining persistent terminal sessions across SSH connections.",
    "jargon_score": 3,
    "level": "Intermediate"
  },
  "zmap": {
    "eli5": "It's like a super-fast robot that can knock on millions of internet doors at once to see which ones are open.",
    "boss": "Zmap is a fast network scanner designed to perform Internet-wide network surveys and security research.",
    "sysadmin": "A high-speed network scanner capable of scanning the entire IPv4 address space in under 45 minutes from a single machine, designed for Internet-wide network surveys, security research, and large-scale network discovery.",
    "emoji": "🗺️⚡️🔍🌐",
    "categories": [
      "Networking"
    ],
    "related": [
      "nmap",
      "masscan",
      "shodan"
    ],
    "use_case": "Internet-wide security research, vulnerability assessment at scale, network discovery for large IP ranges, and cybersecurity threat intelligence gathering.",
    "jargon_score": 4,
    "level": "Advanced"
  }
}